{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "转载一剑飘尘：为什么不能相信正能量？",
			"body": "今天一个很不错的朋友劝我：你的文章都是负能量，为什么就不写一点正能量的东西呢？说实话，第一次接触到“正能量”这个单词的时候，我还犯嘀咕：能量是物理学名词，不是矢量，本身没有正负的区别啊。谁叫我学习过高中物理呢。\n\n比如吧，原子弹是具有巨大能量的。引爆以后，小宇宙爆发，毁灭一个大城市是电光火石之间的事情。你说，这原子弹里面的能量是正的，还是负的呢？完全看什么人、用在什么地方。美国用在广岛，让日本投降了，我们认为是正能量。三胖子现在发展核武器，动不动就威胁要扔韩国去，我们认为就是负能量。所以，从物理学的角度看，能量是没有正负的。只有使用能量的人的意志，有正负的分别。\n\n但是，立刻就有人告诉我，这个“单词”是初中没有毕业却读了大学的大领袖发明的，我也就只得闭嘴了。因为在美国待久了，特别怕被戴上“歧视”的帽子。美国有各种法律禁止歧视，从肤色到性别、从年龄到智商，都不能歧视。所以，学历也不能歧视，不管是否读完了初中，大学学历都是盖着红章呢。当然，初中都没有毕业，还能够获得博士文凭，也是今日神州的奇葩。如果按照一些大陆朋友定义的“正能量”就是“励志”的故事的话，我倒是觉得这个博士学位的获得，就是满满的正能量。还有什么比这个更喜庆的事情呢？一个初中都没有毕业、插队农村的7年的孩子，通过推荐变成工农兵大学生，还没有完！最后竟然还在步步高升、日理万机中，半工半读获得清华博士学位，这个故事不是具有太多正面的、乐观的、积极的、鼓舞人心的象征意义吗？这样励志的正能量故事，是应该直接让迪斯尼搬上银幕的，比“花木兰”要更有教育意义，更代表今天的神州现实。\n\n我就奇怪：神州那么多歌颂正能量的老一辈艺术家们，唱红歌的无产阶级艺术家们，怎么就不把这样励志的现实故事搬上荧幕呢？因为他们比我们更清楚，这个故事有几个不敢提及的禁区：不能问是谁、不能问是什么职位、不能问写了什么样的论文，而获得了清华博士学位！\n\n所以，艺术家们可以无中生有地歌唱正能量，可以认贼作父一般喊“大大”，但是碰到这么具体的一个励志的正能量故事，就个个退避三舍了。因为他们很清楚：拍马屁要小心，不然可能会拍到腿骨上。\n\n看来，正能量也有软肋，也不是所向披靡啊。因为在这所谓励志的正能量的背后，是权贵对学术尊严的践踏，是神州最高学府对于权势阶级的阿谀迎逢！看看神州官场，还有几个高官显贵没有博士文凭的？这个社会一方面是对于女博士的冷嘲热讽，一方面是对于达官贵人的腐败博士文凭现象的视若无睹。这就是歌颂正能量的结果：神州几千年来寒门子弟唯一的通过读书混出路的传统，都被这种“正能量”现象给烧绝了。\n\n其实，一剑飘尘这么冰雪聪明的人，怎么可能不知道歌颂正能量的好处呢。我只要选择性失明——只歌颂能量火暴炸时候的璀璨，而不管能量炸塌了多少公共权益的部分——凭我的文笔，比于丹的鸡汤不要强太多啊。\n\n但是，我不屑！\n\n因为我知道，这个世界上本没有正能量，负能量，而只有把能量用于伸张正义还是用于压制正义。用于伸张正义，就是正能量。用于压制正义，就是负能量。所以，高官在职获得博士文凭，不是什么正能量，恰恰是负能量——因为它摧毁了学术界的正义；上嗨北京的朱门酒肉臭，不是什么正能量，恰恰是负能量——因为它是非正义的政策偏向造成的地区差；GDP 的增长没有让社会所有阶层从中收益，也不是正能量——因为它在财富分配上没有达成社会正义。等等等等。\n\n而产生这所有问题的根源在于：这个政府的成立就是非正义的，就是强盗一样靠着“枪杆子”胁迫人民成立的；这个政权的维持也是非正义的：靠着强力部门的镇压维稳的。这个专制制度剥夺了生活其中的人民自己组织政府的权力，这是最大的非正义。这个国家成为少数权贵剥削绝大多少人民血汗的机器，是这非正义的结果。\n\n在这样一个非人的环境中、一个完全非正义的环境中，去找寻“亮点”，找寻“正能量”？这和让一个艾滋病人去做美容有什么两样？当然，艾滋病人也有美容的权利，但是治病才是根本，才是更紧迫的任务。现在一些大陆人，不分轻重缓急。明明知道这个社会已经得了艾滋病，却仍然希望我做美容师，宣传正能量。我就是好奇：艾滋病人会不会死在美容院啊？\n\n让艾滋病人去美容而不治病，不是什么正能量，恰恰是负能量。其实这种道理，神州人不是不知道。早在宋朝的时候，著名的理学家周敦颐就说过：“今人有过，不喜人规，如讳疾而忌医，宁灭其身而无悟也。”什么意思呢？就是现在有人有过错，却不喜欢别人规劝。讳疾忌医，宁愿死了也不能领悟这个道理。\n\n说的是谁呢？说的就是当时的宋朝人。当然，皇帝宋仁宗是代表。宋仁宗在神州历史上，总体还被评价是一个好皇帝，至少不是一个喜欢混博士文凭的皇帝。他最著名的成就，应该是正式发行了世界上第一张纸币：交子。然后附带出现了比较原始的钱庄雏形。所以，一些神州历史学家就吹嘘了：这是世界银行的始祖。这是为什么我在无限主义里面一再强调：忘记历史。这句话真的就是针对神州人讲的。除了我这样学贯中西的人才，神州人还是不要讲历史的好。因为我讲历史，是借鉴，其他许许多多的神州人讲历史，都是为了给自己脸上贴金子。现实生活中，连正能量也找不到的，就去挖历史的坟头，希望在里面找到一些陪葬的金粉，涂抹在被吸血鬼榨干了的僵尸脸上——难道你们就闻不到腐尸的臭味么？\n\n宋仁宗时代发明的纸币始祖“交子”，最终却因为不需要黄金或者其他重金属作为储备货币，成为后代皇帝榨取百姓的吸血利器。每个皇帝都是滥发，一再滥发。这套纸币流通制度沿用了150年，最终不得不被宋朝自己的皇帝终止。神州历史上难得的一大发明，也就这样被自己政府的不守信用扼杀了。政府不讲信用，是神州的传统。\n\n不过宋仁宗作为好皇帝，当然一定是礼贤下士的。庆历三年，他任用欧阳修、余靖等作为谏官（也就是专门给他挑刺的），让范仲淹作为参政知事（相当于今天的副总理），开始了轰动一时的庆历新政。而这三个官，其中的两个，我们神州人几乎是家喻户晓啊，都是历史上响当当的牛逼的贤臣啊。看看：明君贤臣！这是多么地神州梦啊，历朝历代神州人的神州梦。但是，当时的龙图阁直学士蔡襄却不相信这个，提醒好皇帝宋仁宗：“朝廷增用谏臣，修、靖、素一日并命，朝野相庆，然任谏非难，听谏为难，听谏非难，用谏为难。三人忠诚则正，必能尽言。臣恐邪人不利，必造为御之说。……愿陛下察之，毋使有好谏之名而无其实。”\n\n看吧，从皇帝、到任命的贤臣、到蔡襄的预防针！这是多么“正能量”的事情啊。最终结果呢？仅仅一年四个月，明君宋仁宗就把这几个贤臣都给贬黜了，还连坐了好几个。\n\n信笔所言，一剑不由得感慨系之：原来所谓的“正能量”也不能怪罪于工农兵大学生的物理知识贫乏啊。宋仁宗没有提出“正能量”这个名词，其所作所为和当今所提倡的也没有什么两样：说得比唱的还好听。庆历新政的失败的原因很多，但是显然最根本的原因还是一言堂的失败：皇帝可以为所欲为，想听谏言就生谏官。不想听了，就罢免了谏官。\n\n而就在前两天，当今包子又开始提倡宽容对待网民了。我总是觉得，应该也有个新时代的蔡襄提醒一下：朝廷宽容待民，朝野相庆，然任谏非难，听谏为难，听谏非难，用谏为难。您老人家是不是把去年批量抓捕的彳聿师、异议人士都放了先呢？就是一个白痴，也知道包子好吃的部分是内在的馅儿，而不是皮啊。没有一套约束皇权的制度，宋仁宗能够任命范仲淹们做官，也就能够把他贬黜。因为他有着绝对的权力。所以，翻手为云是对的，覆手为雨也只能说是对的。\n\n我在无限主义讲座里说：神州几千年来只有循环，没有进步。从宋仁宗短命的庆历新政的失败，到今天动辄歌颂“正能量”，都说明了我这句话的正确。当然，没有进步不是说没有变化。比如，“交子”就改称人民币了。但是滥发，还是一样的滥发。最终会不会被终止流通呢？根据这个歌颂正能量的劲头看，不会比 “交子”的寿命更长吧。\n\n欢迎转载，转载请注明作者：一剑飘尘，美国出版、第一部64事件长篇小说、禁_書“天安门情人”作者，美国作家、哲学思想“无限主义”创始人\n\nFacebook网址: http://facebook.com/yjpc1989\n海外文学城博客：http://blog.wenxuecity.com/myoverview/14053/\n自由是要付出代价的！学习墦墙吧！",
			"added": 1461485316,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "义士范花培家的小巷和整个院被封锁了，原因是捐款的人太多",
			"body": "薛岗杀人事件惊动整个郑州北郊薛岗及其它村半日为死者捐款三十多万元被强行停止。这只是正常的一次自愿捐款活动，政府为啥要干预此事，老百姓还有没有一点自由了？昨晚上政府区长，区委书记全部去现场了，拦住一切给他烧纸的人，封锁了他家的小巷和整个院，用方钢焊上了，原因是捐款的跟送行的人太多。\n1990年1月31日，麦当劳在莫斯科开业，年轻人对美式快餐的热情令当局非常不安。苏共有关部门开始制造舆论，说你们每吃一次麦当劳，就等于为美军贡献了一颗射向苏联的子弹，结果，苏联人顿时都纷纷争先恐后地赶着去吃麦当劳。那天气温零下15度，但麦当劳迎来了3万人，营业额超过15万卢布，创造了麦当劳的历史纪录。次年12月25日前苏联解体。",
			"added": 1463114446,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "海南琼华强拆，一个儿童死亡",
			"body": "他们已经不断突破人类的底线了，奴隶们，快醒醒吧！",
			"added": 1463372728,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 5,
	"comment": {
		"2_1DRoM19XBUxtoRY2PwKQmuzbFSeoecmXrQ": [
			{
				"comment_id": 1,
				"body": "不一定，我玩接近3年了",
				"added": 1460874246
			}
		],
		"1_1HPtttaZU9ZMNSrZXTjhdjQgCzvcs1gajz": [
			{
				"comment_id": 2,
				"body": "什么事，你不说别人怎么知道？",
				"added": 1460966210
			},
			{
				"comment_id": 3,
				"body": "一切问题归结为政治问题，自由民主是唯一的解决方案，可是国内不能自由组党，甚至言论都不自由情况下没有出路。",
				"added": 1461056717
			}
		],
		"1_13o4dMWGWsm8uyDWmZa1DF7KbDxAnDHDyQ": [
			{
				"comment_id": 4,
				"body": "我既没有选票，又没有枪，怎么办？",
				"added": 1461396476
			}
		]
	},
	"comment_vote": {}
}