{
	"next_topic_id": 10,
	"topic": [
		{
			"topic_id": 1,
			"title": "中国又出现一个人种-----黄俄",
			"body": "“黄俄”是指那些披着一层黄皮肤而认同前苏联意识形态的，并本能地仇视西方依恋俄国的中国人。老“黄俄”曾在中国抗战最艰苦的时期，高呼保卫苏联，当时的“黄俄”知识分子、大学生也趁机打起反独裁的幌子，给领导中国人民浴血抗战的民国政府找麻烦。如朱自清之流，号召拒吃美国粮，破坏中美同盟国关系，影响到抗战期间美国对华粮食援助计划，加重了中国战区的饥荒。这帮“黄俄”最终毁掉了一个已具雏形的民主宪政的东方大国，痛哉！惜哉！\n    1991年12月25日苏联解体，按国际惯例，苏联与其他国家签订的任何条约自然失效，也就是说，中国在此之前与俄国人签订的所有不平等的条约均无效，中国政府本应抓住这个千载难逢的机遇索回被俄国人侵占的领土。然而，中国政府却在1999年和俄罗斯重新签订协议，承认所有不平等条约（包括满清与俄国签订的所有卖国条约），实际上是二次卖国，这也是“黄俄”所为。\n    纵观历史，对中国祸害最大的不是日本而是俄国，但中国人恨日本人，却丝毫不恨俄国人。中国人也恨美国人，是因为美国人对中国的人权“说三道四”。相反俄国人从来不对中国人权说什么，而他们骨子里却蔑视中国人，但这丝毫不影响中国对俄国的亲善。这确实令人不可思议，中国人怎么会把能够尊重自己的国家视为敌人，而把祸害和蔑视自己的国家视为朋友呢？是中国人病了吗？不是，因为他们是“黄俄”。\n   当俄罗斯虐待在俄的中国劳工和商人，甚至野蛮地击沉中国商船时，中国官民会连个抗议也没有？因为他们是“黄俄”。\n “恋俄情结何时休”\n  当今中国人有仇美情结，但对俄国却有很浓的恋俄情结。纵观近代史，美国人曾慷慨地对待中国，而俄国人则祸害中国。从常理上讲，爱和恨总该有原因的，但中国人仇美和恋俄的情结却有悖常理。\n\n\n  历史上，中国人对俄国人本来就没有什么好感，这个拥有欧洲和蒙古人血统的民族，既贪婪又残忍。16世纪后期，清军入关时，远在欧洲的沙俄趁机大肆入侵中国东北地区，在黑龙江流域，烧杀劫掠，无恶不作，甚至吃了50多个被杀的中国边民尸体。1689年7月中俄签订《尼布楚条约》，中方将原属于中国的尼布楚及贝加尔湖地区割让给俄国。1858年5月中俄签订《瑷珲条约》，俄国人侵占了中国东北外兴安岭以南、黑龙江以北约60多万平方公里的领土。以后，沙俄又通过1860年的中俄《北京条约》和1864年的中俄《勘分西北界约记》，强占乌苏里江以东、巴尔喀什湖以东、以南的大片领土。至此，沙俄割占了中国东北部144万平方公里的领土。\n \n\n\n  据说中国人的恋俄情结应该是“十月革命一声炮响，马列主义传进中国”的那一天开始的，这也不完全对，因为那时统治中国大陆的国民政府是亲美的，总统是个虔诚的基督徒，他的夫人是位土生土长的华裔美国人。抗战爆发时中国和美英法成为抗击法西斯的盟国，而苏区的那些中国人却高喊保卫苏联，不是担心中华大地受日寇的蹂躏，而是担心俄罗斯的安危。\n\n\n1949年，中国人与俄国人的恋情开始升温，苏联老大哥，多么亲切啊，中国人感觉天空一下变得晴朗起来。接下来中国人的噩运开始了，韩战、反右、大跃进、文化大革命，传统文化毁于一旦，民族精英几乎消灭殆尽，大炼钢铁导致生态大灾难，大饥荒饿死4千万，灾难一个个接着来。当西方世界科技正在突飞猛进时，我们却在无尽的苦难中挣扎。\n\n\n但中国人致死不悔，对俄国人毫无怨言。1999年中国政府和俄罗斯秘密签订了《中苏边界友好勘定条约》，承认了满清政府与俄国签订的所有不平等条约，还自愿出让了另外的大片领土，如果将独立出去的外蒙古算在内，中国约失去350万平方公里领土。至此中国人醒悟了吗？没有，本届政府上台时，普京立即跑到中国硬是把黑瞎子岛也弄走了一半，中国人以为这样普京就会把输油管道铺到中国，又花了40亿美元购买人家的军火，结果，普京拿到好处拍拍屁股走人。当中国主席首次访问俄罗斯时，普京只让一个副部长去机场迎候，然后把输油管铺到日本和欧洲去，实实在在愚弄和羞辱了中国人一番。\n\n\n然后俄国人开始驱逐中国人了，2006年年底，俄政府相继出台整顿批零售市场秩序法规和新的移民法，包括大批华商在内的外国零售商将受到强烈冲击，预计将有10万在俄华商被迫回国。据报道，在包含远东地区在内的中俄边境地区从事零售生意的100余万外国商人中，90%以上是中国人，可见俄罗斯此举主要针对的是中国人。 2006年发生在俄罗斯伊尔库茨克市的当地警察殴打中国工人的事件，此次事件中，被殴打的中国民工有上百人之多，其中有人伤势严重。中国驻俄外交机构虽向俄方提出“严正交涉”，但也是轻描淡写，最后不了了之。记得几年前，有个中国妇女在美国被警察误打，中国外交部长还对美国国务卿发话，国内更是群情激愤。但面对俄罗斯人的暴行，愤青们却表现得异常平静，似乎挨“老大哥”的打，就如阿Q说的老子打儿子一样，该打。\n\n\n一说到俄国人的恶行，中国的爱国愤青就为他们辩解，一副“黄俄”的丑恶嘴脸。中国人的恋俄情结好像是一种魔咒，无论俄罗斯对中国造成多大的伤害，中国人不仅毫无怨言，反而感到无上光荣。而对台湾同胞动不动就喊打连天，对美国人也是如此，仅仅因为人家希望你善对人民讲些人权而已，中国人这种性格不仅仅是奴性，简直就是作践自己。\n \n\n\n兴国县崇贤乡一李姓村民在拆除老房子时发现50余张苏维埃时期纸币。这些纸币包括五分、一角、贰角、五角、一元五种面值不同的纸币，纸币上印有“中华苏维埃共和国国家银行”字样和列宁头像，同时还标明了纸币与当时银币的兑换比例。",
			"added": 1462377423,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "中国经济奇迹的核心秘密：变卖土地",
			"body": "中国经济的飞速崛起，成为统治者甚至被统治者的共同骄傲，也成为一个对传统经济学、非传统经济学乃至任何经济学的巨大挑战。即便是最激烈的持不同意见人士，也不得不承认这一“改革开放”所造成的宏伟“政绩”，而只能尴尬地在“但是”后面做文章。无论在公开或私下场合，我从来不敢对这一“中国奇迹”苟同。任何一个具有正常思维与常识的成年人，都会对这个奇妙的“千年盛世”问一个为什么。（自然，他必须还葆有提出问题的能力。）——是社会制度先进吗？是科技教育领先全球吗？一概不是。\n可以简单而不失深刻地说：“中国奇迹”并非任何一种经济活动，因之也并非任何一种经济学可以解释，因为它完全溢出了经济范畴，而是一场这个星球历史上从未见过的大规模抢劫。\n抢劫的核心点，在于资源与环境。\n本文试图简略地勾画出其大项。其中最大一项，即是对土地资源的掠夺和变卖。\n\n\n第二大经济体：钱从何而来？\n\n\n目下，媒体称中国GDP总量仅次于美国，成为世界第二大经济体。按照购买力计算，甚至已经超过美国，成为世界最大经济体。儘管这类纸上游戏可信度不高，但无论如何，中国政府已是世界上最有钱的政府，应该真实不虚的了。其财政收入已经超过美国、英国之总合，更远远超过希特勒德国和前苏联。即便扣除印钞机的贡献，这巨量的人民币、美元、欧元和黄金是一种结结实实的物质的存在。\n这些钱从何而来？\n去查一查各级政府的账本就知道了：倒卖土地——卖地收入高达财政收入的一半或以上。（最高的数字是佔年财政收入的71.68%。）然后才是产业——以盗卖土地为源头而拉动的房地产，再由房地产拉动的钢铁、水泥、製造、能源、运输等。其关键词仍然是“土地”。\n譬如：\n2011年全国卖地收入3.15万亿；\n2012年2.7万亿；\n2013年4.1万亿；\n2014年4.2万亿；\n2015年预计近4万亿。\n按官方的帐薄，这5年卖地收入加起来高达18万亿。\n\n\n土地制度沿革：从暴力土改到让步政策\n\n\n中共建政前后的“土改”，依仗暴力把土地从最善于经营的富裕农民手中夺走，分给乡村贫民，以诱使他们参与中共革命。1949年1月31日，史大林派米高扬在西柏坡同毛举行了一周秘密会谈。在谈及土地政策时，米高扬委婉地表示，把没收来的地主和富农的土地又分给农民太可惜了。按照马列主义观点，集中起来搞集体农庄才好。毛的解释是：农民分到了土地才会真正感到翻身解放，才会踊跃参军参战。我们就是因爲有两百万农民参军，几百万农民支援前线，才取得了今天的胜利，才有可能夺取最后的胜利。毛泽东有一句名言：“我们把土地分给农民，农民帮我们打了二十年仗。”\n所谓“共产主义”、“共产党”，就是要剥夺私有产权，消灭市民社会。深谙统治术的毛泽东早在延安窑洞中就透彻地洞悉了这个秘密：“有财産就有个性，有自由，有独立，有人格，没有财産就没有这一切。”（北京航空学院红旗战斗队编印：《毛泽东思想万岁》，第256页，《毛主席在中共七大上的讲话》）米高扬完全没有必要提醒他。\n全国“土改”结束于1953年。接下来，庄稼还没收第三茬，“合作化运动”开始，然后又一日千里地推行“公社化运动”，土地国有，土地又从农民手中收走，成为党国所有。从此，中国农民沦为没有土地、耕牛、马匹、犁铧，因之也没有个性，没有自由，没有独立，没有人格的农奴。\n在农民的持续怠工和反抗下，毛逝世之后的中共领导集团作出某些让步，开始在全国推行承包制，农民获得了土地的使用权和部分人身自由，并由此而迎来了中国“改革开放”的新时期。这是发生于七、八十年代之交的事情。\n被掠走了土地的中国农民欢欣鼓舞，张开怀抱迎接“改革开放”的伟大新时代，只有极少数头脑清晰者看懂了这是一个经济怪胎。\n“这种土地制度的産生……实际上是权衡各种利益的结果。土地使用权的私有化满足了农民佔有土地、佔有土地出産物的欲望，大大激发了他们的劳动积极性。土地所有权的继续集体所有符合对马克思主义经典理论的传统理解。对土地使用权的平均主义分配又迎合了农民的传统意识。所以这种土地制度的成功之处，或者说它的不成功之处，是在不触动土地集体所有权、缺乏産权保障和不存在土地市场的制度环境下，和平地完成了土地在农户中的重新配置。……\n保留土地的集体所有，也使大陆农村保留了以前农业生産合作化的某些制度要素，这自然减少了党内、政府内一部分人对责任制的激烈反对。”（美籍华裔经济学家文贯中 1994）\n曾广泛参与过中国、前苏联和东欧经济改革的美国国家科学院院士、著名农业经济学家盖尔•约汉逊（D.Gall Johnson）教授直截了当地指出：“简单地说，……改革并未改变农地的所有权。到底谁拥有土地的问题，至今仍如公社时期一样含煳不清。假如有人问起土地的所有权归谁，他会得到许多不同的答案——国家、生産队或村。在这个重要问题上的模煳之所以能够维持至今，主要是因爲这样做符合干部的利益。很明显，清晰地定义土地的産权将会大大限制各级干部任意干预的权威——不管他们是村、乡、县、省一级还是中央一级的。”\n在这裡，文贯中与约翰逊两位教授以及任何经济学家都未能注意到一个已经开始蔓延的可怕的灾难：土地产权的模煳化以及使用权和所有权之“两权分离”这种“权宜之计”，开通了中共政府及其官员大规模侵占土地的道路。\n\n\n深圳官员的发现：把土地变成黄金\n\n\n春江水暖鸭先知。\n就在推行“土地承包制”同时，也就是七、八十年代之交，深圳发生了一件具有标志性的“土地”事件。关键性的人物是当时深圳房管局副局长、后来中国大陆第一家房地产公司——深房集团的创办者。\n在深圳设市之初，骆锦星受命在一年之内建成240套房子，作为科级以上干部的宿舍。但政府没有钱，让他自己去找办法。骆锦星从一些香港友人处得知：在香港，土地就是黄金。在禁止土地买卖的中国，这是一个至关重要的提示。——直接的思路就是卖地。但宪法条文阻止了这条“平地揭饼”“空手套白狼”的生财之路：任何组织或个人不得侵占、买卖、出租或以其他形式非法转让土地。骆锦星去找时任广东省委书记的任仲夷“要政策”，任仲夷让他学会走“边沿政策”，自己去找理论依据。骆锦星在朝鲜当自愿军时学过政治经济学，记得《列宁选集》有记载：苏联在经济最困难时期曾经把土地租了出去。这时候又适时地出现了另一位关键性人物：港商刘天。骆锦星到市政府研究如何变通，市政府的人说：“你来得正好，港商刘天就在里面，这个家伙胆子大，和你谈最好。”刘天确实胆大，明知违法还敢干。说“我出钱你出地，建房子在香港卖，卖的钱我们分。我知道你们困难，赚的钱你七我三。”骆锦星对香港行情略有所知，便跟刘天讨价还价，刘立即让到八二开，骆提出85/15分成，对方爽快认可。这个分成比例，显示了土地的惊人价值。\n1980年初，骆锦星成立了中国大陆第一家房地产公司。同时以政府的名义收取“土地使用费”，并推动全国人大立法加以追认。\n骆锦星总结道：“就这样，我们把土地变成了黄金”。说得更准确一点：深圳官员发现了一个秘密：土地是黄金，并找到了绕过意识形态和宪法把这黄金兑现的方法。由于政府对土地的不讲道理、不受监督的超级垄断，中华民族最大的一笔财产开始化为党、政府及其官员的私产。\n\n\n哄抢土地：官府街与空心村\n\n\n在深圳政府率先“出让”公有土地之后，稍迟一些，从八、九十年代之交开始，中国形成过三次官员大建私房的浪潮。每省官员所建私房一般爲两三万户，多的在七八万户以上。房子档次较高，不是党政官员凭工资收入就能盖起来的。甚至在一些贫困地区的县城，也同样出现了民衆称之爲“官府街”的成片干部私房，与一般简陋民房形成鲜明对比。中央政府三令五申，不准干部盖私房，但屡禁不止。但官员们做好动工前的各种准备，一旦有人带头冲破禁令便大干快上，转眼之间就形成大建“官府街”之热潮。\n同样是从八、九十年代之交开始，中国农民也掀起了佔用耕地大建新房的全国性浪潮。这就又出现了一个新词彙——“空心村”，即在原有的村庄周围大兴土木，另建新村，旧村的房屋任其閒置亦不拆宅还田。其原因，既可能是受“官府街”之启发，也可能完全是自发。虽然土地承包制拒不放弃土地所有权公有，但毕竟有所鬆动，把所有权的一个子权利——使用权还给了农民。那么，有谁不愿意借承包（即经营使用权）之名，在公有的土地上蚕食下来一块属于私人的宅基地呢？新佔的宅基地上盖了新房，但旧房不拆，因为那是一块传统上属于自己的、已经到手的土地。因此之故，实行这种“灰色”土地制度的头几年，农民建房势不可挡，如春风野火，瞬间席捲全国，其数量竟等于1949年建政以来三十多年之总和，其佔用的耕地，至1990年已达到2.42亿亩。\n深圳政府“出让”公有土地和“官府街”、“空心村”席捲全国，在时间上一概在全面推行土地承包制之后。这其中的因果关係不言自明，都是在土地制度鬆动之后，政府、官员与农民不约而同地哄抢土地。但是，政府迅即制止了民间的带有恢复正义色彩的哄抢，而把土地变成了自己武装守卫的金库。\n\n\n八九民运失败：疯狂圈地开始\n\n\n同样在八、九十年之交，1989年发生了一件深刻影响中国历史进程的大事——以“反官倒、反腐败”为口号的全国性民主运动。所谓“官倒”、“腐败”，其来源就是“价格双轨制”。跟“社会主义”、“共产主义”一样，这个“双轨制”也不是经济运动的自然结果，而是一种人为的制度设计。其思路是这样的：既不能坚持原教旨的政府控制经济，因为必将导致经济崩溃，是死路一条；又恐惧市场调控的商品经济，因为共产党将会失去权力，是绝不允许的；剩下的，只能是一条中间道路，即在坚持统治权力的前提下，部分引进市场机制。不管是不是经济学家，都能看出这必然造成普遍性的腐败。果不其然，“双轨制”立竿见影式地产生大规模社会腐败，并引发了席捲全国的89民运。政府当局对民主运动的血腥镇压，以及随后东欧、苏联相继垮台，使中共统治的合法性遭到普遍性怀疑。邓小平的对策是继续硬干下去，以刺激经济发展来缓和民愤，以钱来换取统治合法性，其口号是“坚持改革开放”。他在南巡讲话中毫不隐讳地说：“如果没有改革开放的成果，‘六•四’这个关我们闯不过，闯不过就乱，乱就打内战，‘文化大革命’就是内战。为什么‘六•四’以后我们的国家能够很稳定？就是因为我们搞了改革开放，促进了经济发展，人民生活得到了改善。”在这个讲话之后，土地制度方面的“继续改革开放”就是土地审批权下放，到处疯狂圈地，房地产业井喷式发展。全国房地产公司从过去的3千多家暴增到1992年底的1.2万家，再继续暴涨到1993年底的3万家，是两年前的10倍。\n——“官府街”与“空心村”这种自发式的耕地流失，现在汇入了新的狂热的动力。\n\n\n最后一个扭转国运的机会：政治局内激烈斗争\n\n\n还有一个重要的标志性事件。\n1993年春，在一次中共政治局扩大会议上，着名的改革派、主管农业的副总理田纪云坚持要求会议讨论原订议题之外的农业问题。田纪云大声疾呼：农业的严重局面刻不容缓，这次会议上非讨论不可。执政党的会议如果总是象这样一次又一次地以人事问题爲唯一重要内容，而不以国计民生爲头等大事，总有一天政权会出现危机。在万里、乔石和李瑞环等的支援下，会议临时改变议题。田纪云列举了种种农村危机之后，提出了一整套方桉，其中最重要的是得到数名省级领导赞成的“在农村逐步落实已承包土地归己所有”的方桉。田纪云认爲：过去写进宪法的关于土地方面的有关规定已经産生了无穷的社会弊端。田纪云的建议有两条：第一、向农民宣佈他们各自承包的土地从此在法律上归私人所有，农民则向国家缴纳土地税；第二、尚未分配承包的荒地、山岭、滩涂等，可宣佈收归爲三级国有（国家、省、县），今后的开发者须依法向政府购买或订立承包合同。\n田纪云的彙报还没结束，已经忍无可忍的左派元老宋平和姚依林便打断他的话，指责这种建议是要“从根本上改变社会主义的性质”。\n这时，首先支持凤阳小岗村“秘密承包”的改革派万里支持了田纪云，他说：我在国务院工作时下面就有同志提这样的建议。另外，还有地方干部建议是否可以採取动员农民出钱购买他们已经承包的土地，这样至少可以爲国家和地方财政增加一大笔收入。我建议在农民中搞一个调查。没想到大多数农民并不赞成。他们说：共产党打天下的时候向我们许诺穷人可以得到土地，土改的时候我们倒是分了土地，但一个合作化，又都收回去了，号称是集体所有。可现在，又要把土地卖给我们，这土地原来就是我们的，凭什么要卖给我们？万里建议学习西方国家的做法，佔有土地者，无论个人或企业，每年都要给国家缴纳土地税和所得税。这样就理顺了。姚依林和宋平反对万里的意见，甚至最后说到“共产党的政治局会议不能被你们当成宣传全面复辟资本主义的场所”。\n在这场中共党内罕见的剧烈争论中，江泽民李鹏不表示任何态度。最后乔石表态说：党内会议提倡有批评意见，但批评应该以理服人，不能乱扣帽子，不能用“无限上纲”的手段对待提出自己建议的同志。最后的结果是，田纪云土地私有化的提议被搁置，在邓小平的支持下，江泽民李鹏坚持了所谓的“土地公有制”。——二十年过去，我们眼睁睁地看见这个产权模煳的土地制度一步步蜕变为“官员抢劫制”。\n如果实行了田纪云的变法，如果中国的土地有了具体的有血有肉的主人和守护者，今天就不会有对土地的疯狂抢劫，不会有官员的腐烂、暴富，不会有剧烈的社会对抗，不会有环境的急剧恶化以及无可逃遁的环境、资源、经济、道德总崩溃。现在看来，那次政治局扩大会议是最后一个扭转国运的机会。遗憾的是，在每一个十字路口，中国一定会准确无误地选择最坏的道路。\n\n\n卫星图片四进中南海：认知溷乱的最高层\n\n\n我无法确定邓小平、江泽民和李鹏是否已经意识到断然拒绝土地私有化（民有化）为中国（并中共）打开了通往毁灭之门。因为就在那次政治局会议之后，他们还试图控制土地“流失”。他们多半是沿袭共产老路，尚未醒悟土地“流失”的真正秘密：哄抢黄金。\n耕地大量“流失”，历来是令中央政府大感头痛的问题。国家土地局作为最高监管部门，觉察到耕地大量流失的情况，但碍于获利者层层隐瞒，无法查清真实数据。从八十年代中期算起，中央政府部门至少进行了长达十年的努力，仍然理不清这团乱麻。1995年8月，总理李鹏在听取“模煳”汇报时，突然想起他有一次从飞机上看到大量土地闲置的情况，便亲自调拨了直升飞机，要土地局官员从空中去调查。这位一直被民间讽刺为智商过低的总理，这次终于找到了一个绕过自己手下庞大官僚机构的妙方。\n检查组从飞机上轻而易举地看到了大片閒置撂荒的（圈佔的）土地，“空心村”大量存在，村边空地面积超过村庄等等。但照片清晰度不够，也无法定位定量，更不能反映全局。于是，国家土地局向中科院购买了卫星数据，联合几所高校，开始制作17个城市的监测图。\n\n\n这些卫星照片一做出来，国家土地局上上下下大吃一惊——耕地的损失大大超过统计数字，城市的发展盲目而不合理，闲置撂荒的土地也大大超过统计和地面监测的数据……卫星照片明白地告诉人们：近年来，我国城市的盲目扩展和耕地的快速减少，呈现了一种可怕的趋势。国家土地局决定将这个监测成果向中央领导同志汇报。\n\n\n1996年岁末，卫星照片两次进入中南海，得到了级别越来越高的重视。\n1997年1月8日，江泽民提出要看更大的照片。于是，17张卫星图片被抬进中南海会场。这是国家土地局利用美国的一颗资源卫星TM于1987、1991、1995年三个时间段的监测结果所制作的大型展板，直观形象地显示了17个城市及其周边地区侵占耕地的规模和速度。TM卫星的分辨率是30米乘30米，任何一小块土地所发生的变化都逃不出它的监视。2月18日，卫星图片第4次进入中南海。严峻局势终于震动了高层，中共政治局常委会议立即作出决定，用世界上最严厉的措施来保护耕地。在接下来的几个月裡，中共中央、国务院以及国家土地局发出一系列紧急“红头文件”：非农业建设项目占用耕地立即冻结，并从严控制15年。百万人以上城市建设用地（特别是耕地）原则上不予批准，五十万人以上城市建设用地从严控制。还设立了“违法占地举报电话”，向全国公布了电话号码。\n从这种紧急处置的急迫来看，直到邓小平死后，中共最高层还没有透彻理解“出让”、“批租”及房地产疯狂背后的真实意义。他们实行着矛盾的政策：一面下放土地审批权，放纵“圈地”与房地产疯狂，一面又收紧土地政策，试图用“世界上最严厉的措施”禁止“土地流失”。但是，“土地即黄金”的再次发现，使他们习惯性的意识形态的管制迅速消解于无形。\n在历史急转直下的当时，从上到下，大约没有多少人意识到这一秘密。无论土地的批租者、划拨者、倒卖者、建房以谋暴利者，都与“官府街”与“空心村”的创造者一样，最初是凭着直觉行事。但是他们很快都会明白隐藏在土地背后的重大统治秘密，而开始迅速行动。只是在多年之后，被掠夺者终于过迟地意识到一个惨痛事实：八九之前是偷，八九之后是抢。不是传统的抢财货、抢银行，而是抢财富之中的财富——土地。\n\n\n中国经济奇迹的核心秘密：变卖土地\n\n\n土地是一笔难以想像的巨大财富。垄断土地及其买卖，遂使中国政府成为世界上最富有、最奢华的政府。前重庆市长黄奇帆先生自我表白说：“我们（重庆政府）十年花了六千亿。怎么能做到债务不高呢？我的奥妙就是土地储备。我2002年刚到重庆就储备了40多万亩地，这十年用了20万亩，每亩地赚200万，这就四千亿。”黄奇帆这不算什么，据统计，2013年北京卖地的收入已达664亿元，远超重庆。有人计算，如果把北京的地皮全部变卖，总价为134万亿人民币，美国2012年的GDP是16.3万亿美元，约合人民币100万亿，也就是说，美国一年的总产值不及北京土地的市值。（换言之，北京地皮价值超过全球GDP总值的1/5。）当然北京不可能卖这么多地，但全国所有省、市、县都在卖地，如果贪官污吏们没有把大部分挥霍掉、黑掉，这该是多大的一笔财富呢？\n政府对土地的疯狂抢夺，是房地产业的疯狂崛起的基本条件。\n官员们又有令人欣喜若狂的不可思议的发现：生产的另一要素——需求——早已构成经济史上罕见的超级积蓄，在那裡等候他们30多年了。——从上世纪五十年代后期开始，城市居民已经不存在私有房产，社会主义改造使得他们最终变得上无片瓦，下无立锥。房地产业不是凋敝，而是彻底剷除。取而代之的计划经济压榨着居住空间，两对夫妇共居一室和“三代同堂”的现象屡见不鲜。可以这样说：没有数十年对私房拥有及建造的限令就不可能积累起世所罕见的巨量需求。而这种规模和数量级的需求，是任何一个供求大体平衡的正常发展的国家不可能具有的。好了，现在有了几乎无限制的土地供给，又有了旷世罕见的房屋需求。——有了土地和需求这两隻翅膀，不用说经济，就连一头猪一匹驴一张桌子也会起飞的！\n接下来，疯狂的房地产就像火车头一样，拉动了疯狂的钢铁、水泥、能源、建材、有色金属、运输、机械製造、……一言以蔽之：拉动了整个中国经济的高速发展。\n——没有疯狂的房地产业，就没有所谓的“中国特色”、“第二大经济体”和“千年盛世”。\n既然产生这巨量财富的原始资本来源于对国民土地、房屋的剥夺，民众理所当然地应该分享其红利。换句话说，稍有良知的统治者都会对两代中国人灾难性的生存状态做出相当的补偿。但是不，钱硬是被政府拿走了，民众得到的，不过是政府指缝裡遗漏下来的金末儿。就是这一星半点的金末儿，已经使被欺骗的民众做起了“中国梦”。\n深圳骆锦星总结道：“就这样，我们把土地变成了黄金”。其实不止于此，他们不仅从民众手中抢夺土地，还垄断了转手倒卖的价格。商品房用地只有政府有权“徵收”，因此可以把价格压得极低，抢了农民。再由政府以百倍甚至千倍的价格卖给开发商，造成过于高昂的房价，又抢了城市居民。\n马克思曾说，“一旦有适当的利润，资本家就会大胆起来。有百分之五十的利润，它就铤而走险；为了百分之一百的利润，它就敢践踏一切人间法律；有百分之三百的利润，它就敢犯任何罪行，甚至冒绞死的危险。”中国今日之现实，远远超出了马克思最大胆夸张的想像。资本家不过是以本牟利，中国各级政府是无本万利，明抢，“空手套白狼”。但他们无须冒“绞死的危险”，他们自己就是法律的化身。\n他们终于有了清醒的自我意识：自己和自己所依附的那个党，是历史上最为凶悍贪婪的匪盗和抢劫集团。\n手中握有暴力的“赵家人”用“圈地”“圈水”“强拆”抢劫了百代祖先开拓、保卫并留给中华子孙的最宝贵的遗产——国土。\n世界上没有一个政府敢于如此明目张胆地反复洗劫本国的人民！\n\n\n迟来的觉醒：土地所有权\n\n\n原有的主人——农民——始终在为夺回土地所有权而抗争。\n其中最为漫长而悲壮的，是30万黄河三门峡水库移民返回家园，收回故土的斗争。这个故事首见于作家冷峻所着长篇报告文学《黄河的弃民》（香港《开放》月刊，1996年8、9、10、11期）。梗概如下：上世纪五十年代，因修建黄河三门峡水库，政府把30万农民从他们祖居的80万亩土地上驱离。在恶劣的自然条件和大饥荒的夹击下，移民们大批饿死，幸存者一贫如洗。然而，水库很快被淤成废库，强行腾空的土地并没有被淹没。当移民们闻讯返回故乡时，土地已被机关、厂矿、学校、军队等各种国家机构瓜分。回归的农民遭到政府方面的层层阻挡刁难甚至镇压。从1956年至1986年，在长达30年的时间裡，黄河移民历经十七次返库风波、三次返库大潮，表达了他们夺回土地的不屈意志。\n1984年春，规模最大历时最长的一次返库运动爆发了。这是一场真正的农民起义。四大农民领袖各自重新组建了自己移民大军，其建构一般包括由总部、常委班子和基层指挥部构成的指挥系统，由知识青年爲主体的参谋系统，触角一直延伸到省城、专区、县城的庞大的情报系统，起草文告散发传单的宣传系统和由精壮青年所组成的总部卫队。他们召开了总指挥部联席会议，划分了势力范围，议定了统一行动的日期。在预订的日子里，八县上百个乡的安置区仅剩下老幼看家，青壮男女全部开赴库区。这一次，返库的移民不仅仅抢种土地，抢佔房屋，而是从一开始就着手建立秩序。他们规划街道，划分宅地，打井垒牆，分田承包，一切有条不紊，秩序井然。当局仍然沿袭镇压的老套路，动员了全渭南地区九县的人力物力，企图以人海战术，驱逐移民。但是，在组织严密、有备而来的“起义军”面前，一切软硬战术都无法奏效。双方从1984年秋一直相持到次年春天，事件终于“通了天”：中央大员胡啓立和田纪云主持召开会议，决定从国营农场和军队农场佔用的50万亩土地中划出30万亩安置生活特别困难的移民。黄河移民夺回土地的正义之举终于获得迟到的承认。\n从1986年到2006年，又是20年过去，黄河移民庄严地向全国人民宣告“收回土地所有权”：\n\n\n一，我们各户对现在各自承包的原村集体总共15万亩土地拥有永远所有权。土地归我们世世代代支配和享用。我们有权利使用、出租、继承，如果什么人想要开发、租用、或占用，请直接与我们交涉。\n二，我们各户对国务院划拨归农民的，且长期被各级官员侵占私分的15万亩土地，也拥有永远所有权。我们将组织起来直接按农民平均亩数划归各户永久占有，结束各级官员多年来的非法占有私分行为。”\n\n\n他们根本不理会一切无良知识分子和御用经济学者的种种貌似深刻的诡辩，直截了当地宣布：“我们摒弃土地的原‘村集体’占有形式。这种土地形式不能保证农民对土地的永久权利，……无法阻止官员和黑势力对土地和其他农民利益的非法侵占。”\n\n\n紧接其后，次年，2007年，江苏宜兴省庄村250户农民向全国公告土地所有权：\n\n\n改革开放以来，有了‘村集体所有’、‘承包经营’的新名词。但我们农民从来认为，不管叫什么名词，土地还是我们农民的地，是供我们世世代代住居、耕作和发展的。新政府应该象过去的旧官府一样对农民的土地所有权利承担保护的责任……\n现在我们省庄村全体农民按照天理、按照历史和我们现在对土地的实地占用情况，向全国贴出公告。\n一、我们省庄村的全部宅基地归全村各户永久所有，耕地和竹山归全体村民平均永久所有。这些土地曾归我们的世代祖先所有，现在归我们和我们将来的世代子孙所有。\n二、除非经我们全体农民共同同意，并按照国家相关法律办理手续，任何拆迁和侵占土地的行为都是非法的，我们永远不予承认。\n\n\n同样在2007年，黑龙江省富锦市东南岗村等72村4万农民向全国宣布拥有土地所有权：\n\n\n农民各户对土地的所有权利包括使用权、收益权、继承权、处分权，以及政府或开发商要开发时的谈判同意权和要价权。\n由于长期以来的所谓集体所有实际上架空了农民作为土地主人的权利，富锦市各级官员和豪强以国家名义、以集体名义不断大肆侵占和私分农民土地，成了实际的“地主”，农民作为土地的主人却被迫成为租种“地主”土地的农奴。我们共同决定改变这种土地占有形式，通过土地的农民家庭所有和农民个人所有真正落实和保障农民土地主人的地位。\n……我们农民受够了被掠夺，被欺压，叫天天不应，叫地地不灵的命运。现在我们认为农民只有自己直接实践权利，农民才能拥有权利，农民的人权才会提高。\n土地是农民的命根子，是农民最大的人权，真正拥有了土地所有权，我们农民才能安身立命，中国农村才能立身安命，整个国家才能立身安命。\n\n\n——乾柴已堆满国土，只等一颗火星。当政者从土地财政中划出巨款，建立起前所未有的暴力“维稳”系统，用无数摄像头、电脑、进口反恐装备严阵以待，公开宣称要把一切“不稳定因素”“扑灭于萌芽阶段”。\n——这可能吗？太野蛮，太愚昧无知了！\n\n\n这不是一篇对“中国奇迹”的全面论述，仅仅是一个业馀观察家的粗疏解读。这裡提供的仅是我长期追踪观察中印象深刻的若干历史关节点和断片，其间必然存在许多疏漏和空白，谈不上完整，更有欠于深刻，不过是一个有待补充的轮廓。囿于我的能力和写作时间分配，也只能如此了。\n本文最后一节有蛇足之嫌。但被剥夺被欺凌者的命运不应被排除在任何经济描述之外。他们的命运也可以视为另一种“中国奇迹”。",
			"added": 1462377512,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "一个不错的翻墙方案chrome+壁虎漫步",
			"body": "chrome就可以自己下载，应该很容易下。\n壁虎漫步这里下载，https://chrome.google.com/webstore/detail/iahlmnbegagknnkkldncbplimibpcomf\n这里不能传附件，只能自己找代理安装了。",
			"added": 1462606350,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "和五毛谈心谈美国",
			"body": "和长期被洗脑的人谈心是一种非常吃力的事情，难得作者的那种耐心。\n\n人要是被洗脑了，逻辑性就会很差。记得我曾经写过一篇《美国人为何不侵略加拿大》的文章，结果有人说那叫兔子不吃窝边草。前不久加拿大总理哈勃专程去中国访问，推销加拿大的石油资源，如果按照五毛的逻辑，美国人该打加拿大了吧。可惜，五毛几乎没有判断正确过。\n\n和五毛谈心谈美国(转载)\n\n近日王功权先生在微博上说了这样一件事：坐出租车回到住处，出租车司机的唠叨一直萦绕在我的耳边。他从北京堵车开始说起，说到执政党的严重***，越说越气愤，最后干脆痛骂起党来。我笑着插话，试着问他走民1主道路行不行。他惊呼“不行”。他坚持说“中国只要一民主，就一定乱”。我问那怎么办，他说：“再熬几代人吧。”\n\n　　我也有同样感遇，昨天和一位多日不见朋友聊天，这位朋友先是痛斥社会黑暗现状，怒骂党******不可救药，然后突然话锋一转说，最近唯一让他感到自豪的事情是中国终于有了航母，可以不受美国的欺负了，然后又痛斥美帝国主义亡我之心不死，妄图称霸世界，为了石油侵略打伊拉克等等。\n\n　　我有些吃惊，要不是面对面和他讲话，在网上我一定会把这位朋友当成五毛。\n　　当我告诉了他下面这段美国进口石油的真实情况后，这位朋友只剩下吃惊茫然的表情。\n\n　　美国是世界上消耗石油最多的国家，也是进口石油最多的国家，以前一直以为中东是主要来源地、沙特是最大供应国。事实上美国第一大石油供应国是加拿大，输入石油是沙特2.7倍；第二是墨西哥，沙特第三。中东只占美国石油进口的17%。美国和加拿大有两千多公里的没有军队防守的边境线。与这么一个“利欲熏心，霸道蛮横”的国家为邻，加拿大人居然不害怕。加拿大是美国最大的石油进口国。美国人把军队开进来，插上油管子直接把油抽回家，可比打伊拉克省事多了。\n\n　　在网上和五毛们说话很生气，他们永远思维混乱焦点模糊。\n　　你说美国民主好，他说美国借钱多；你说美国人收养了大量中国孤儿，他说美国人杀害了伊拉克平民；你说美国今天人人平等，他说美国昨天还有黑奴……\n\n　　看了王功权的微博，还有经过我和朋友的这次交流之后，我意识到过去我一直以为网上的五毛们都是装傻，现在我意识到可能这些五毛们是真不明白，很有可能是我错怪了他们，那么我就和五毛们谈谈心，谈谈他们深恶痛绝的美国吧。\n\n　　美国第5任总统门罗提出了被后人称为美国外交政策“顶石”的“门罗主义”。其核心思想是：反对欧洲列强殖民美洲，支持拉美国家独立，美国不干涉欧洲事务等。门罗时代是强权时代，强国扩张主要靠殖民。门罗主义客观上终结了美洲殖民时代。很难想像，没有美国对殖民者的强硬立场，拉美国家能获得独立。\n\n　　美国不打古巴，是美国对外政策基本原则的体现，也就是维护主权国家的领土完整，维护世界和平。美国在近代的所有战争都不是为了领土和利益，而是为了正义。\n　　美国的出兵理由无非三个：1、有人入侵了别的国家，破坏了世界秩序。2、发生了人道主义灾难，必须进行干预。3、直接对美国的本土安全构成了威胁。\n\n　　1994 年卢旺达爆发80万人被杀的部族仇杀。美国因未及时干涉，受到非洲各国唾骂：“难道几百名美军士兵的生命比几十万黑人生命更重要？”结果，克林顿总统亲赴卢旺达道歉和赎罪。人不是美国杀的，美国不干涉他国内政何罪之有？因为，你有能力阻止犯罪却不阻止，就是一种犯罪。这样的高标准只有美国接受。\n\n　　在清朝，美国第一个向清政府施压，要求中国实行信仰自由，并向中国派遣大量传教士，花费大量人力及资金建立了众多的学校。\n　　人家派军队他派传教士，人家挣钱他投钱。这些学校包括：燕京大学、圣约翰大学、齐鲁大学、金陵大学、东吴大学、沪江大学、华西协和大学，岭南大学等，共13所。\n\n　　李鸿章在向朝鲜王妃闵妃传授外交经验时说：“要多依靠美国，美国这个国家与其他洋人国家不同，讲道理，重信义”。李鸿章的老师曾国藩说：“米人秉性醇厚，与中国常思效顺之心”。\n\n　　庚子赔款中，清政府向西方八国共赔款白银4亿5千万两，美国应得到其中的3千多万两。后美国国会审核发现赔多了，决定将其中一半退还给中国。两国政府商定利用庚款设立清华留美预备学校。并自退款的第一年起，每年至少应派留美学生100人。直到退款用完为止。胡适、梅怡琦、赵元仁、竺可桢都是庚款留学生。\n\n　　美国诚实地退还了多拿的庚子赔款，并在中国建了清华大学、山西大学、协和医院及协和医学院。而英法日等国却把庚子赔款拿回本国作资金积累，去发展自己的经济了。美国认为多拿的肯定不是他一家，于是美国便向英法日施加压力，要求他们跟着退还。最后，那些国家不情愿地陆续归还或免除了一部份赔款。\n\n　　“一战”后，在被认为是强国重新瓜分殖民地的《凡尔赛公约》里，几乎所有列强都牵涉其中，但我们没有看到美国瓜分了谁。相反，美国主导了关于中国问题的《九国公约》，提出了对中国的“门户开放”政策。\n　　条约第一条是：尊重中国之主权与独立暨领土与行政之完整。\n\n　　二战初期，日本为保住在华实力，避免与美国正面对抗。曾提出一个强国瓜分世界计划，即把全世界分为大东亚圈、欧洲圈、美洲圈和苏联圈。其中，大东亚圈自然是日本的，美洲圈则是美国的，在此基础上，日本还提出可以与美国平分太平洋霸权，保证美国的在华利益。\n　　被美国断然拒绝，要求日本停止对华的侵略！\n\n　　日本侵华后，美国对日本予以经济制裁，禁止废铁、航空油等向日本出口，并增加对华贷款和援助额度，连续三次提供当时金额5千万、1亿、两亿美元的贷款。然后又对日本实施石油钢铁等战争物资的全面禁运，使日本战争机器无法运转。美国坚持日本必须从中国撤军，放弃甲午战争以来日本所掠夺的所有权益。\n\n　　珍珠港事件前夕，在天皇的御前会议上，日本军阀判断，在侵华战争陷入沼泽、战争物资补给被美国人卡断、与美国和解又毫无希望的情况下，如果维持现状就如同坐以待毙。于是决定发动针对美国的战争。如果美国为了利益，只要保持不干涉，或者只是口头上表示一下遗憾，劝大家克制。日本就不会去冒险打美国。\n\n　　日本第一任情报局长冈崎久彦说：“无论是德国还是日本，都误判了形势，他们不了解美国这个国家。美国进行战争，从来不依据利害权衡和得失盘算，美国人打仗，从来都是依据道德和国民的好恶。”基辛格说：“美国认为实力外交不道德。美国的国际关系秩序标准是：民主主义、集团的安全保障、民族自决”。\n\n　　1941 年，陈纳德在罗斯福政府的暗中支持下，招募美军飞行员和机械师成立了美国志愿援华航空队——“飞虎队”，他们雄赳赳，气昂昂，来到中国“抗日援中”。在 31次空战中，以5至20架可用的战斗机共击毁敌机217架，自己仅损失了14架。5名飞行员牺牲，1名被俘。中国人民将永远记住这群勇敢的美国小伙子。\n\n　　再来看看如今给五毛们发薪水的老板当年是怎样评价美国的吧：\n\n　　《新华日报》1943年7月4日社论《民主颂》对美国是这么评价的：“从年幼的时候起，我们就觉得美国是个特别可亲的国家。我们相信，这该不单因为她没有强占过中国的土地，她也没对中国发动过侵略性的战争；更基本地说，中国人对美国的好感，是发源于从美国国民性中发散出来的民主的风度，博大的心怀。”\n\n　　“每年这一天，世界上每个善良而诚实的人都会感到喜悦和光荣；自从世界上诞生了这个新的国家之后，民主和科学才在自由的新世界里种下了根基。一百六十七年，每天每夜，从地球最黑暗的角落也可以望到自由神手里的火炬的光芒，——它使一切受难的人感到温暖，觉得世界还有希望。” ——摘录自《新华日报》1943年7月4日社论。\n\n　　“在中国，每个小学生都知道华盛顿的诚实，每个中学生都知道林肯的公正与怛恻，杰弗逊的博大与真诚。这些光辉的名字，在我们国土上已经是一切美德的像征。……是他们，在我们没有民主传统的精神领域里，筑起了在今天使我们可以有效地抗拒了法2 西斯思想的长城。” ——摘录自《新华日报》1943年7月4日社论。\n\n　　“我们共2产2党人现在所进行的工作，乃是华盛顿、杰佛逊、林肯等早已在美国进行过了的工作，它一定会得到而且已经得到民主的美国的同情。美国正在用大力援助中国的抗日战争与民1主运1动，这是我们所感激的。在庆祝美国国庆的今天，我们相信，我们的奋斗只能得到一个结果——胜利。” ——摘录自《新华日报》1943年7月4日社论。\n\n　　“马2克思、恩2格斯、列2宁、斯大2林，这些社会主义的伟大思想家和行动家，对于美国的战斗民1主主义及其在世界史上的进步作用，从来都是给予高度的评价的。美国的战斗民 1主主义有其光荣的历史传统。……列宁说，这是历史上“最伟大的、真正解放和真正革命的战争”之一。——摘自《新华日报》1944年7月4日社论。\n\n　　五毛朋友们，感到惊奇吧，你们相信这是你们老板当年说过的话吗？\n\n　　中国是美国最大债主。于是五毛朋友们认为，要没有中国借钱给美国，它早完蛋了。既然美国处处和我们作对，我们为什么不把钱拿来建希望小学，改善人民生活，而非要借给它呢？这不敌我不分吗？另外，就算你要借钱给人，也得找一个信用好的国家呀。难道全世界那么多国家，你们认为美国信用最好？所以五毛朋友需要详细地了解美国。\n　　拆迁是权贵对城市核心资源的掠夺。以旧城改造为名，把贫穷者赶出城市。以财富和权力重新划定城市的界限——有钱人住城内，穷人住城外。这是对公平正义赤裸裸的践踏。城市是我们每一个人的，每一个人都有在此生活和谋生的权利。\n\n　　在美国很多大城市现代化的商务中心区或中央商业区CBD旁边，都有一个脏乱差的旧城（Downtown）。由于生活便利，在那寸土寸金的地方穷人越聚越多。于是，逼得富人们开始纷纷搬走，到郊区去享受绿色田野了。这就是平等的权利，没有人用金钱和权力把穷人赶走。\n\n　　洛杉矶的710高速公路，由于当地“帕萨地那”居民的强烈反对，隔几年听证一次都不能通过，50年都是1条断头路。当地人怕公路经过影响地产价值，所以市议会一直不同意。修公路有利于公共利益；不让建，有利于居民私人利益。在尊重私有财产的理念下，私人利益并没有因为公共利益而被侵犯。\n\n　　美国康州新伦敦市因开发计划，需征用居民凯伦住宅，她就是不搬。官司打到最高法院，政府胜诉！但政府并没有开着推土机把她家碾为平地，而是把屋子整个搬到了市中心，还给了一大笔赔偿。此官司打了五年。期间，阻碍拆迁的凯伦安然生活，没被停电停水和骚扰。相反开发商因拖不起时间，只好取消开发计划。\n\n　　美国也有国企，他们专干老百姓不愿干，又无利可图，但又必须有人干的事。把盈利的国企甩给老百姓，把不盈利的国企当包袱背起来，这是所有民选政府的社会责任。\n　　我们的国企正相反，只要不盈利的，不管该不该做，通通当包袱甩掉。只要盈利的，不管该不该做，统统抢过来不许别人做。这样的国企还不如没有。\n\n　　在美国，谁都可以办电视台，但政府不可以。在美国，什么报纸杂志你都能找到，就是找不到“党报党刊”。在美国，什么人都可以找“小三”，但是政府官员不能找。在美国，谁的收入都可以保密，但是政府官员的收入必须公开。在美国，人民可以自由地生活、呼吸、表达不满。在美国，只有政府没有自由，被关在笼子里。\n\n　　美国媒体也讲政治上的正确。你不能骂黑人和一切少数民族，你不能拿宗教开玩笑，你不能拿妇女开玩笑，你不能拿残疾人开玩笑，甚至你都不能拿胖子开玩笑。总之，你骂所有的人，骂所有的民间团体都是有危险的。但是，你只有骂总统是安全的，骂政府是不会惹来麻烦的。所以美国脱口秀经常拿总统和政府开涮。\n\n　　在央视大肆狠批微博造谣的时候，美国几乎从来不辟谣。甚至对911是美国人自己派飞机撞的，这样恶毒的谣言也从不澄清，更不会去批判和禁止它。相反还允许它自由传播。当然，造谣者也从不担心自己会被抓。其实谣言对于有真相的地方，根本就没有危害。只有没有真相的地方才害怕谣言。\n\n　　常识使我们知道：说别人自私的人，往往是自己自私。说别的国家都为了利益的国家，往往是自己只为利益。说世界上没好人的人，往往是自己不是好人。说世界上没有正义的国家，往往是自己不讲正义。\n\n　　一位网友在微博上说了这样一件事情：在从美国回来的飞机上，我遇到一对美国夫妇，他们是来中国收养孩子的。我说：“你们最好挑一下，因为很多孩子是有缺陷的。”他们说：我们就是要收养有缺陷的孩子。因为正常孩子容易找到家，而他们不容易。”我不知道他们费力费钱那么老远来领一个傻孩子回去，难道也“别有用心”？扪心自问，我做不到。\n\n　　有网友说，全世界都知道，美国打伊拉克不是为了石油，只有五毛不知道；全世界都知道，拉登是人类的敌人，只有五毛不知道；全世界都知道，权力只要不受制约一定导致***，只有五毛不知道；全世界都知道，吃饭是为了活着，活着不是为了吃饭，只有五毛不知道；全世界都知道，共2产主义已经成为历史，只有五毛不知道。\n\n　　五毛朋友，你们是真不知道吗？\n\n\n　　有网友对此文章的内容提出质疑和反馈，说光说美国好的地方了，为什么不说美国的缺点。我的回答是：美国有缺点，而且缺点非常多。那我为什么不说呢？因为都被美国人自己说掉了。他们说起来比我狠多了，即使《环球时报》的很多骂美国的文章，也是美国人自己写的。\n　　翻开1949年以后到现在的中国官方报纸，你可以找到任何你需要的对美国国内灾难遍地的报导和对美国政府罪行的控诉。另外，任何一个中国人不仅可以在白宫前骂美国政府，而且在政府需要的时候可以在天安门广场安全自由地骂奥巴马。那么这样，我还有甚可说的呢？\n\n　　通常五毛朋友很少正视现实，他们视人民的苦难于不见，一味编织心中的梦想祖国。\n　　作为反例，他们必须搜罗世界各大文明强国的负面资料，以证明那些国家也不过如此，甚至更差。于是他们的幸福感油然而生——他们生活在一个全世界最牛的国家，敢和最牛的对手叫板。这种自我催眠，恰恰说明其对自己国家极度缺乏自信。\n\n　　五毛有一种亡国奴情结，总觉得美帝国主义亡我之心不死，所以我们一定要紧密团结在党的周围，因为只有它能保护我们。\n　　于是，宁愿不要民主自由也不做亡国奴。但我特别想问，不愿意做亡国奴的中国人，为什么一个个要往那个想让我们做亡国奴的国家跑？难到他们不害怕吗？",
			"added": 1462745173,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "建议去掉板块，以便提高人气",
			"body": "总是要进入板块才能看到新帖，其实是很不科学的。就如同那个discuz一样复杂，其实真的不受欢迎，当然猪民除外。",
			"added": 1462894731,
			"parent_topic_uri": "14_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "建议不要分版",
			"body": "你们看俄罗斯论坛都没有分版。http://127.0.0.1:43110/1Apr5ba6u9Nz6eFASmFrefGvyBKkM76QgE",
			"added": 1463757870,
			"parent_topic_uri": "14_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "推荐个很有用的网站",
			"body": "https://prism-break.org/zh-CN/all/",
			"added": 1463761486,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "会编程的朋友帮忙把那个chrome的zeronet插件修好。",
			"body": "现在好像装了也上不了。https://chrome.google.com/webstore/detail/zeronet-protocol/cpkpdcdljfbnepgfejplkhdnopniieop",
			"added": 1464799281,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "为了提高人气，强烈反复建议取消版块",
			"body": "版块阻碍了查看并不多的新帖。",
			"added": 1465142383,
			"parent_topic_uri": "14_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1F77QJqo1JG2kZzHZHTK458nZYNBHYvmFA": 1,
		"12_17cjcHGcVtoErhCfwKjjkCUEHmRYA87T7v": 1,
		"7_1NL5YZdozXc6ZNzKm78H4SjSMabyzV16YX": 1,
		"5_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": 1,
		"12_12kgNNnBaR3s7bN761BCQtkzSC7EbrK2Jd": 1,
		"1_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": 1,
		"17_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": 1,
		"13_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": 1,
		"1_1Bm4w4zuxZwgu9kLpRn1edHaKnwaiSJzb2": 1
	},
	"next_comment_id": 68,
	"comment": {
		"1_12ULL9ktLcmzYQtuMhZF95v6cjf1Qqtcxu": [
			{
				"comment_id": 1,
				"body": "那可不好，那不是虐待吗？",
				"added": 1462051971
			}
		],
		"4_18hAWSXh2audCW1ai8axno4nQgFgzpunj4": [
			{
				"comment_id": 2,
				"body": "技术普及后就多了。",
				"added": 1462052034
			}
		],
		"1_1HPtttaZU9ZMNSrZXTjhdjQgCzvcs1gajz": [
			{
				"comment_id": 3,
				"body": "那些五毛的智商永远也无法跟踪到这里来。能跟踪到这里来的都由五毛变成了非五毛。",
				"added": 1462052877
			}
		],
		"20_18hAWSXh2audCW1ai8axno4nQgFgzpunj4": [
			{
				"comment_id": 4,
				"body": "没兴趣了解这些。",
				"added": 1462376931
			}
		],
		"2_1C9W8CQ4omougnEsbhman5RAe83YM76R6Q": [
			{
				"comment_id": 5,
				"body": "没看到你说的什么？",
				"added": 1462378181
			}
		],
		"1_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo": [
			{
				"comment_id": 6,
				"body": "这里感觉太好了。",
				"added": 1462378383
			}
		],
		"9_18hAWSXh2audCW1ai8axno4nQgFgzpunj4": [
			{
				"comment_id": 7,
				"body": "不明白井冈山有啥精神？",
				"added": 1462379801
			}
		],
		"1_1F77QJqo1JG2kZzHZHTK458nZYNBHYvmFA": [
			{
				"comment_id": 8,
				"body": "好呀，我也去买一本，没玩过暗网。",
				"added": 1462379874
			},
			{
				"comment_id": 9,
				"body": "> [zerobear](#comment_2_1DwJtQiodtJdzqNbRxyFePuPzfDU4NLU37): 你存点美元黄金的 到时候比拿个小国护照管用的多,真乱起来多大国家的护照也不见得管用， 但是没人会不认识黄金和美元。\n我感觉数字货币不错，买黄金可以买DGD。",
				"added": 1462379983
			},
			{
				"comment_id": 10,
				"body": "> [p2p](#comment_25_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 暗网上的卖家是匿名的，所以骗你你也没有任何办法。评价什么的也可能是刷出来的。想当年房姐能办出几个户口身份证，都是真的，所以你懂的。\n\n你可以再以太坊里用去中心化的市场交易，基于智能合约的，就不会有上当了。",
				"added": 1462380138
			}
		],
		"1_1LTbyAkCarDCq7jtcEHXptbJwRE8TpKJSQ": [
			{
				"comment_id": 11,
				"body": "> [kidd](#comment_2_1NXTCQhsyvQD327fnvtJxEY5MeN6vqvKSm): 教主什么的都是傻逼\n\n看样子你还是相信邪教的无神论呀。",
				"added": 1462409701
			}
		],
		"1_12kcMDfKMos1marvnhfduW5aBbwXcPV2ka": [
			{
				"comment_id": 12,
				"body": "建议使用dash或xmr支付。这个是最热门的匿名货币。",
				"added": 1462409862
			}
		],
		"1_1GhQJp4Zy9NECJFrbrgwLRZ4uGNP3gSYZ3": [
			{
				"comment_id": 13,
				"body": "不好用，我测试了，很难收到消息的。",
				"added": 1462410176
			}
		],
		"21_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 14,
				"body": "> [cyrax](#comment_228_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV): 中國都沒有比特幣交易平台了？\n\n有呀，OKcoin ,bitbays, huobi, yunbi,",
				"added": 1462544369
			},
			{
				"comment_id": 15,
				"body": "> [p2p](#comment_531_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 很全：）\n> \n> 感谢两位提供信息我想请教，现在这些交易平台充值是用什么渠道？以前我记得第三方支付渠道被封了，刚才楼上说淘宝也封了\n\n都不是问题，很多方法，你可以看下几个交易所。",
				"added": 1462544441
			},
			{
				"comment_id": 16,
				"body": "> [imawho](#comment_31_16dAKXJdQKVKinMALLsL4YkdAkSDQiPAiw): tb能买btc？为什么我搜出来的全都是一些“实体纪念币”\n\n你去交易所，怎么去淘宝干嘛？没用的。",
				"added": 1462573332
			}
		],
		"2_12kgNNnBaR3s7bN761BCQtkzSC7EbrK2Jd": [
			{
				"comment_id": 17,
				"body": "> [cyrax](#comment_63_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV): 比之前還要多很多嗎\n\n> [zerodog](#comment_10_151WPNwj3iBqVoFtMNxfqdFFrj546SoW3t): 老百姓还是不希望乱的，毕竟乱了都遭殃。还是希望能出现一个类似蒋经国的人物，让中国和平的走向真正民主化道路。但看目前这个态势，倒是更可能走苏联 819 的老路。\n\n苏联819还是好的，没太乱，中国这么多无毛，恐怕要打内战了。",
				"added": 1462574096
			}
		],
		"4_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 18,
				"body": "还是要买，免费的难找，这里可以找到很可靠的。http://xxxooo.link/pac.html",
				"added": 1462606430
			}
		],
		"8_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 19,
				"body": "> [spicycat](#comment_21_1E1DowYbJUxTs61csVF3zE9JgJCJeuckbx): 别一口一个洗脑，好像「举世皆浊，唯你独醒」似的。能到零网这里来的，都是会翻墙的，都是见识过外面的世界的。好好整理下自己的思路和逻辑。只会乱贴标签，那你跟网易贴吧之流有什么区别？\n\n我看都是公民，不用在这些概念上争执。",
				"added": 1462711712
			},
			{
				"comment_id": 20,
				"body": "> [ltragedy](#comment_1_1JvMxT3o8P1zaeS64UdbVApJFjvjc2a4t8): 容我说一句，中国人民目前的总体智商还容不下在中国搞民主，大家都散了吧。真正搞起民主来，才是几派政客忽悠的全中国十几亿人团团转，毛都干不成。\n\n不是脑残，就是五毛。",
				"added": 1462741478
			},
			{
				"comment_id": 29,
				"body": "> [hand](#comment_32_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM): 五毛和自干五早晚会渗透到 zeronet 的。它们每发一条信息都是赚钱的。所以最好方法就是发现一个干掉一个：将他们的 id 黑掉！哈哈哈！\n被封杀的网站上很多五毛，为啥美国政府不制定一部应对专制的法律，建立一个坚实的反专制联盟呢？",
				"added": 1462966341
			}
		],
		"1_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": [
			{
				"comment_id": 21,
				"body": "你能上这个就好办了，好像zeronet.io没有被墙。",
				"added": 1462744952
			}
		],
		"1_1Pf32BQQY1RzktAZiNewFttpXns4Hx6d63": [
			{
				"comment_id": 22,
				"body": "> [jinnyzuo](#comment_4_1DgDofKuWJAgUTZYAoYwmSMeEyba114MRZ): 看来为什么会审查。就是因为这样的人。你喜欢自由没有错。动不动骂人，杀人，还是正常人吗？\n\n当然很正常，社会需要各种各样的人。我们的目的只有一个，消灭中共，建立民主，只是他是和做先锋，你适合做谋士。",
				"added": 1462745593
			}
		],
		"3_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 23,
				"body": "看过呀，",
				"added": 1462746363
			},
			{
				"comment_id": 28,
				"body": "> [mzero](#comment_19_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x): 你觉得按照书里的内容来实践，效果怎样？\n任何人都不是万能的，他只能给我们一些借鉴，一些参考，现实社会瞬息万变，具体情况具体应对。",
				"added": 1462966063
			}
		],
		"4_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV": [
			{
				"comment_id": 24,
				"body": "ipfs原来是这个格式吗？我还以为要替代http呢。",
				"added": 1462746818
			},
			{
				"comment_id": 25,
				"body": "可以看的",
				"added": 1462746863
			}
		],
		"1_15hvbjG4xKrZFM2JCLFG22xnesRS6FsVtz": [
			{
				"comment_id": 26,
				"body": "网路监管强化会有尽头的，没有一直勃起不消退的。否则他会快速崩溃。\n关于经济危机，我想最好的办法就买数字货币，比如BTC、LTC、USDT",
				"added": 1462748834
			},
			{
				"comment_id": 58,
				"body": "网络监控已经够强化了，他们要应付经济的大衰退，这是他们的执政基础，所以赵家很难有精力和经费再强化网络监控。再说网络监控也没有进一步推进的需要，因为现在网络上引起的棘手问题不会太多了。\n说道避险，我还是很有经验。建议大家开个外资行账户，全部买入美元。有时间也可以配置一些共同基金，比特币等数字货币。",
				"added": 1466782590
			},
			{
				"comment_id": 59,
				"body": "> [starbucks](#comment_1_1AVdrWv3xMk96VaUzf6UdWukYVEwrLL6HT): 现在比特币最好不要碰，听说欧美监管太严重，玩的人越来越少，很有可能天朝人民成为最大接盘侠。\n\n比特币波动很大，适合高风险高收益投资。不适合储蓄。目前已是高位回调了，不建议买入。比特币的前景是相当好的。",
				"added": 1466782754
			}
		],
		"3_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": [
			{
				"comment_id": 27,
				"body": "测试，https://ipfs.pics/Qme7uZqZ2CwkVKqvoZy5ULYZWzGfLpsSjfBKRaXngzBivA",
				"added": 1462749585
			}
		],
		"1_121nbwrxZZz6PJ1WQ324jojCnRE96xUnRr": [
			{
				"comment_id": 30,
				"body": "好，人肉出来真好。",
				"added": 1462977027
			}
		],
		"12_17cjcHGcVtoErhCfwKjjkCUEHmRYA87T7v": [
			{
				"comment_id": 31,
				"body": "五毛真是一群怪物，我公司也有这么一个。",
				"added": 1462977647
			}
		],
		"5_1NL5YZdozXc6ZNzKm78H4SjSMabyzV16YX": [
			{
				"comment_id": 32,
				"body": "> [imawho](#comment_76_16dAKXJdQKVKinMALLsL4YkdAkSDQiPAiw): 那就太乱了，我来看论坛也不是每次都每个板块都点进去的\n\n看样子你还是没能理解到不分版的好处，你可能还是习惯了discuz，不知为何，我就是很反感国内的那些傻逼网站应用之类的，比如论坛分版，安卓应用加底部抽屉等等。\n讲下不分版的好处：首先这个网站就是一个主题，GFW，所以有点小插曲也很正常，保持主题占多数就好了。分版后很多人都不耐烦的，有时就会乱发到不合适的板块，这样反而更乱。",
				"added": 1463149698
			}
		],
		"37_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 33,
				"body": "姑父，要更正为辜负。",
				"added": 1463757057
			}
		],
		"6_1NL5YZdozXc6ZNzKm78H4SjSMabyzV16YX": [
			{
				"comment_id": 34,
				"body": "本来人气就不旺，分版后就隔绝了更多的跟帖。",
				"added": 1463757922
			},
			{
				"comment_id": 35,
				"body": "还是受discuz的毒害太深了，看看这个不是多好。http://vanillaforums.cn/",
				"added": 1463758449
			}
		],
		"5_151WPNwj3iBqVoFtMNxfqdFFrj546SoW3t": [
			{
				"comment_id": 36,
				"body": "电脑是可以利用的，不过建议不要用家里的老电脑，很好点，得不偿失，可以买个remix mini，装个linux，运行节点，很省电的。",
				"added": 1463759667
			}
		],
		"15_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": [
			{
				"comment_id": 37,
				"body": "换个键盘就是了，一般不是软件问题。",
				"added": 1463759728
			}
		],
		"1_1MpFTdfEGEituvZzVqSYMVormPUGttbvvx": [
			{
				"comment_id": 38,
				"body": "搞那么复杂，他们是没有精力关注你的，现在还有几个死心塌地的想干正事的。除非你做得太过火了，有很大影响力了，被领导点名了，就会有人来查你。",
				"added": 1463766057
			}
		],
		"1_16k88HJonuqBRs3Cweb4BuB6A5QZaJ12mC": [
			{
				"comment_id": 39,
				"body": "肯定不是呀。",
				"added": 1463767695
			}
		],
		"1_1DHkQscdoSbZzEFER6om5yB523MC5mdrdB": [
			{
				"comment_id": 40,
				"body": "为什么还有干这种坏事的傻逼，这样的人一定越来越愚蠢，逐渐就会被正义的程序员战胜。",
				"added": 1463769597
			}
		],
		"2_16s9RYL8i9gtVGWR3iv9mbeLz5v8GM85R6": [
			{
				"comment_id": 41,
				"body": "建议使用chrome浏览器，它不仅仅是个浏览器，还是一个全新的系统， 有很多轻快的云应用。",
				"added": 1463769715
			}
		],
		"2_1HU3wU6YqmgjWminwFHFfWFNV69ez8yWhs": [
			{
				"comment_id": 42,
				"body": "说很爽呀！",
				"added": 1464791424
			}
		],
		"6_1AFoCcW5NQH6LeXfHQJEq9P2gZUTKcngg6": [
			{
				"comment_id": 43,
				"body": "太没趣了，就这点戏。",
				"added": 1464797380
			}
		],
		"4_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": [
			{
				"comment_id": 44,
				"body": "很正常，你难道还不知道哪个时代他们的纠葛吗？",
				"added": 1464800826
			}
		],
		"1_12nosggn5KYWFu3SmxcJUzdi98WGPrKaki": [
			{
				"comment_id": 45,
				"body": "QQ??还是不要用的好。",
				"added": 1464804425
			}
		],
		"3_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": [
			{
				"comment_id": 46,
				"body": "必须牢记历史！",
				"added": 1465142580
			}
		],
		"5_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 47,
				"body": "肯定看得到。",
				"added": 1465143577
			}
		],
		"33_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 48,
				"body": "人还是有的。",
				"added": 1466781054
			}
		],
		"1_1JuFwBugxhHoKv9sLTHcutiUPtofM5169n": [
			{
				"comment_id": 49,
				"body": "你是五毛吗？脱欧不脱欧的有什么好处？",
				"added": 1466781107
			},
			{
				"comment_id": 50,
				"body": "你又来以一个奴才的身份为主子高兴了。",
				"added": 1466781164
			},
			{
				"comment_id": 51,
				"body": "这里也能进五毛？真是无孔不入呀。",
				"added": 1466781212
			},
			{
				"comment_id": 52,
				"body": "> [galliano](#comment_44_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt): 这事应该值得薄瓜瓜高兴才说得过去，应为换英镑更便宜了。至于兲朝屁民，跟你有蛋关系么？这就跟兲朝的脑残球迷看欧洲杯一样，法国进球了，荷兰进球了，德国进球了，都有相应的人群手舞足蹈。跟庆丰皇帝一样一样的，一群纱叉！\n\n说得好。",
				"added": 1466781265
			}
		],
		"3_15hvbjG4xKrZFM2JCLFG22xnesRS6FsVtz": [
			{
				"comment_id": 53,
				"body": "太复杂了，没看法，就是听说那些内容，其实我早感觉出来那些要左手管右手的人，就是伪君子。",
				"added": 1466781349
			},
			{
				"comment_id": 54,
				"body": "> [chinanet](#comment_12_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt): 这位台湾小哥年纪应该不大吧，没经历过两蒋对台湾人民的监控。\n\n不会又是替中共来辩护的五毛吧？",
				"added": 1466781485
			},
			{
				"comment_id": 55,
				"body": "> [shinhou](#comment_2_1NaQ4N7zUJ7RRJUythpbi5FHGVnpqZC9gs): 这样的网站能被封杀么?\n\n已经被封杀了。",
				"added": 1466781519
			},
			{
				"comment_id": 56,
				"body": "> [sary](#comment_13_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST): 坏球时报的阅读对象是中老年脑残患者。\n\n年轻人也很多。那些人还在为主子激情澎湃呢！",
				"added": 1466781577
			}
		],
		"1_16CjeaxHWFkaD5weuMdafFJpsfJ4njgoH6": [
			{
				"comment_id": 57,
				"body": "因为他们心虚。",
				"added": 1466781889
			}
		],
		"17_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 60,
				"body": "没有，忙于其他事，没想过这些。",
				"added": 1466783814
			}
		],
		"1_1G1sSWGLSsjS5iyXdSTbTnja37N3Yk6CSD": [
			{
				"comment_id": 61,
				"body": "没，",
				"added": 1466784117
			}
		],
		"11_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 62,
				"body": "btsync",
				"added": 1466784372
			}
		],
		"1_1DmGsXFPPexxcuTRgYZxDRHqGA7CbR3j14": [
			{
				"comment_id": 63,
				"body": "必须要有经费的支持，所以我是从不用免费的。一直还能用。这个还能用https://chrome.google.com/webstore/detail/%E6%96%B0%E5%A3%81%E8%99%8E%E6%BC%AB%E6%AD%A5/hgfiggpgohbhmcndhefnbphcgjlcahbn",
				"added": 1466953765
			}
		],
		"1_1BhaPKguuWUhs52A3hpqDiqAHrFkmPQ7KQ": [
			{
				"comment_id": 64,
				"body": "私人海底光缆？这么牛逼？要花很多钱才能拉得起私人海底光缆吧？你不怕被中国潜艇捞上来吗？",
				"added": 1466956916
			},
			{
				"comment_id": 65,
				"body": "求个邀请码",
				"added": 1466957155
			}
		],
		"1_1Kqvsi5cBGDUGi8Y47MkziFQnjuw1sDgpX": [
			{
				"comment_id": 66,
				"body": "喜欢这样的风格，比起discuz好太多了。",
				"added": 1466959886
			}
		],
		"1_1YoMVn7kCYx5w2jJGgSg3yyvztYX4d8QR": [
			{
				"comment_id": 67,
				"body": "http://127.0.0.1:43110/0net123.bit",
				"added": 1466960729
			}
		]
	},
	"comment_vote": {
		"2_12V5BTGFEYTWsK7X3YwQowPvoyM83Txmib": 1,
		"7_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": 1,
		"16_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": 1,
		"13_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": 1,
		"12_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"12_1JDSdmGp7QW7GyLh6L24x5z7TkzPMKFm3n": 1,
		"109_1M1c7x7SLau8D2bm8Gw8iWQbBqe9X4zqPw": 1,
		"1_1F77QJqo1JG2kZzHZHTK458nZYNBHYvmFA": 1,
		"6_1Q7i3Rz5PgY65ER56Dh2BKTUqdxyM7bBkM": 1,
		"20_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt": 1,
		"16_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"13_14MrxSzhaSXiFwsAbyhwtipmU3Lh55Xcrr": 1,
		"1_16CjeaxHWFkaD5weuMdafFJpsfJ4njgoH6": 1,
		"4_14HdwDasuiE18xrFhp1NDXJ2eSoZmiccFA": 1,
		"1_1LLcRbp9QfpN4PRbuXXBWVegE8pPoim7Kf": 1,
		"6_12wKuwYfiHRwDxcJhqkcBPrsks2Gmm5L5P": 1,
		"1_1HK5C3Uf8zvbbSb92ZP6EsfHKC59MXDcK9": 1,
		"64_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": 1,
		"3_1D5gDxWc8AjZCzeFx2mG2UQpA87FLr98Hj": 1,
		"93_17cjcHGcVtoErhCfwKjjkCUEHmRYA87T7v": 1,
		"2_1CuQFwcf76QwbaQpNfE54Kmtdjbg26RmyY": 1,
		"7_1NCKCxEdGFRZAJ5XDkBHj9XvwAaAswjXTS": 1,
		"23_1958F7oCppj78MP966AfojMQwHg2WUupzq": 1,
		"8_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt": 1,
		"46_1Nbt7FB5ChZWm2sEdn2yyGQyQhjsKtqW1N": 1,
		"24_1958F7oCppj78MP966AfojMQwHg2WUupzq": 1,
		"1_12Ke6uqe6Ha4uz26G6YHtvBffCuyCRu5TL": 1,
		"13_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": 1,
		"4_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": 1,
		"18_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": 1,
		"1_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": 1,
		"1_1MV6NSCsbmFeLo7SsX7Z9Uwg8Bo1DK9Unc": 1,
		"1_1MX939t9gpHQqmr9guAEvEGZUjsZaweUnA": 1,
		"1_18FPo1ZsqVhuiwgDLfuGDKcyLELBRH9wGM": 1,
		"14_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": 1,
		"2_1GjE7cvDKxeqqXotaS1iCL7HZUovnLpQkW": 1,
		"4_1DLevQ8vWAYeB32MsubWqcwUSd8aMTF6kQ": 1,
		"9_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": 1,
		"8_18AFgFJtWu6HbG5RmKc9WXdrrSxtAdg5w3": 1,
		"2_1FzcuCnJHGjBU2yB1NwcWTZh2Us7J5YY98": 1,
		"2_18RcEeQREmmNSQDXyeEz3jzwkz1V8YuDU8": 1,
		"2_1Q7UWk3im88kJkzmhzfD5q44rQDXLatxYq": 1,
		"1_1AVJv9M87B74VTsGWif1bqYfrpP43EeNgN": 1,
		"4_1ME4jwq8o8aaBnhBKKdihbWc79dVvmzPFv": 1,
		"13_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": 1,
		"2_1Nbt7FB5ChZWm2sEdn2yyGQyQhjsKtqW1N": 1,
		"72_1Q7UWk3im88kJkzmhzfD5q44rQDXLatxYq": 1,
		"18_1GhU19a2GiwAdU89WxM1ZDD8R3xQyqToPu": 1,
		"47_1HK5C3Uf8zvbbSb92ZP6EsfHKC59MXDcK9": 1,
		"1_1KNZHGTLUmrXse2YpMkmPmSkaqz8ewqsx2": 1,
		"2_1NWvEnweVq9V86yDiyug7om69g7y26fTGR": 1,
		"24_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV": 1,
		"13_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": 1,
		"16_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt": 1,
		"2_1GtG1c2rtbsZFss381ud4Q5D3z8zP8PRRG": 1,
		"6_16MnXWFj7bYgDHm4zYF4bKGigZDfRfq5Yj": 1,
		"11_1NWvEnweVq9V86yDiyug7om69g7y26fTGR": 1,
		"2_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": 1,
		"1_1D5gDxWc8AjZCzeFx2mG2UQpA87FLr98Hj": 1,
		"2_1BQdzfUgn396CeghTX6j9T29UfngxzYfXB": 1,
		"31_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"1_1GPyZ5aQhp9WquV7WfSefMvQXumDJhN545": 1,
		"44_12kgNNnBaR3s7bN761BCQtkzSC7EbrK2Jd": 1,
		"36_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"104_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": 1,
		"33_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"47_17cjcHGcVtoErhCfwKjjkCUEHmRYA87T7v": 1,
		"7_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": 1
	}
}