{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 5,
	"comment": {
		"1_121nbwrxZZz6PJ1WQ324jojCnRE96xUnRr": [
			{
				"comment_id": 1,
				"body": "> [chinanet](#comment_54_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt): 并不清楚OBFS4具体实现方法。不过我猜测，不带缓存的混淆很难同时满足低延迟和少指纹。或许目前OBFS4能用一阵子，等那些筑墙者研究OBFS4后，又不好用了。所以要对筑墙者施加压力。\n\n他們這套檢測手段是通過 SVM 學習 TCP 包特征（包大小、方向等等）判斷 ss 流量的。要繞過這種手段只靠某種固定的 Obfuscation 是不行的，因為機器學習會從中再發現規律。\n\n一種方式是採用 TCP 切包并包，讓包大小無跡可尋，這個今年 DEFCON 大會上有相應的演講。二是在代理服務器上架設多個網絡接口，配置多 IP 進行 TCP 分流，讓同一個 HTTP 請求拆成多個 TCP 包發去不同的 IP 地址。\n\n再有就是以其人之道還治其人之身，我們也可以運用機器學習，訓練一些特定的切包方案，學習如何繞過墻的檢測就可以了。\n\n技術是無止境的，也沒有善惡之分，如果有人拿技術干壞事，我們就用更「邪惡」的技術手段黑吃黑就好了。",
				"added": 1463014848
			},
			{
				"comment_id": 2,
				"body": "> [chinanet](#comment_61_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt): 非常专业，感谢分享！\n> \n> 我不认为研究者直接或间接与作恶者合作，是无罪的。任何人都是可以做出选择的，为什么这些人要选择直接或间接与作恶者合作，而不是做别的研究？哪怕是士兵执行上级命令，他也完全可以选择枪口抬高一寸。各类专业人士的合作，是独裁政权得以生存的重要因素，具体分析可参见《从独裁到民主》这本书。\n\n我對政治不太敏感，我說的是技術無善惡，但研究者定罪與否是個立場問題。這些研究者可能明知這種研究會損壞自己的名聲，但是可能迫於身份職位、經濟壓力或者別的因素選擇這樣一條道路，我覺得有這種需求的研究者一直都是存在的。我看到你說的書的「政治權力的必要資源」一節有說這個。我覺得這些參與到筑墻裡面的人如果有更好的選擇應該都不會走這條路。之前 V2EX 上面有一個叫 DcmTeamMember 的傢伙就有透露過一些內幕。\n\n> 我们可以通过技术跟GFW较量，但是这是花成本的，特别是时间和精力成本。而墙的研究者是可以拿到报酬的。所以这并不是公·平的较量，技术挑战GFW并不是公平的“技术问题技术解决”类似江湖侠义。而给GFW研究者施加压力，是避免我们浪费更多时间精力、他们获得更多名利这种荒谬轮回的一种另辟蹊径之尝试。\n\n筑墻拿錢，但是自損名聲；拆墻無償，但是能贏得名聲。我覺得挺公平的。而且從技術人角度來說，在有穩定收入的條件下，越有挑戰性的問題越想嘗試，因為成就感會越高。再說墻的存在帶動一批翻墻產業，那麼也可以說拆墻是可以賺錢的，所以在我看來這並非是一種時間浪費。",
				"added": 1463018553
			},
			{
				"comment_id": 3,
				"body": "> [chinanet](#comment_63_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt): 有些顶尖的技术牛人觉得很有挑战性、很爽， 但是技术普通的人呢，就算有现成的工具供选择，他们还要花费时间精力去部署、升级、测试、比较、更换工具等等一系列繁琐工作，你有没有问过他们是否爽？更何况一些不懂技术的，只是想上google查一下某种疾病的资料，我说的什么意思你应该懂。至于你说的翻墙产业，我只能呵呵，照你的逻辑，XX污染、毒XX是有好的一面的，可以带动医疗产业。\n\n嘛。不管怎樣，我個人是感謝墻的存在的，因為它很大程度上淨化了墻外的網路空間。",
				"added": 1463022022
			}
		],
		"7_151WPNwj3iBqVoFtMNxfqdFFrj546SoW3t": [
			{
				"comment_id": 4,
				"body": "IPFS 的底層跟 BitTorrent 很像，它們都把文件分割成小塊，用內容哈希值進行鏈接。\n不同的是 BitTorrent 沒有目錄結構數據，所有子級目錄往下的文件全部都要寫在 .torrent 的 info.files 字典中，這導致對於大型的複雜文件結構的種子會產生非常大的 .torrent 文件大小，不便於傳播，所以才有了磁力鏈接這種東西。\n而 IPFS 通過 Merkel-DAG 圖狀數據結構實現了類似 POSIX 下 INODE 的文件系統，不同的是 INODE 只在 Leaf-node 存儲數據，且有理論極限大小，而 Merkel-DAG 可以在任意的節點存儲數據，且每個 Object 包含的 Link Table 沒有極限大小。所以在 Merkel-DAG 之上很容易實現真正的文件目錄結構，而且由於是 Content Addressable 的哈希驗證鏈接，每一個 Merkel-DAG 圖狀數據結構在創建后都是不可變（Immutable）的，所以如果要分享一個很複雜的文件目錄結構，只需要把最頂端的目錄哈希地址分享給別人就能遞歸解析出全部的文件結構了，對於大文件也不用像 BitTorrent 那樣把所有的 Data Blob 的哈希值都列出來，只要把最頂的 Node Object 哈希地址拿出來就能自動解析了。所以 IPFS 的 Object 鏈接地址都是同樣長度的。\nIPFS 的上層跟 ZeroNet 有類似的地方，他們都使用公鑰簽名的方式實現可變性（Mutability）。IPFS 有 IPRS 和 IPNS 兩套系統允許用戶通過 Peer ID 公鑰驗證生成可更新的鏈接地址；但是目前這個功能還非常弱，只能保存一個 IPFS 地址指針，而且更新后原有的地址指針就被替換了。ZeroNet 可以說整個就是一個靠數字簽名實現的 DHT 系統，所以具有非常強大的可變性，因此非常適合動態內容的發佈。\n總的來說 IPFS 適合大體積靜態數據及文件目錄的 P2P 分發，ZeroNet 可以配合 IPFS 提供更加動態的內容。",
				"added": 1464488226
			}
		]
	},
	"comment_vote": {}
}