{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "【看图扯历史】苏修的投资 美帝的杠杆 试看炒鸡大国们的“经济大棋”都是怎么玩（上）",
			"body": "【看图扯历史】苏修的投资 美帝的杠杆 试看炒鸡大国们的“经济大棋”都是怎么玩（上）\n\n原创 2016-04-18 清迈白马 [url=]清迈安居[/url]\n\n\n\n纳尼，今天怎么不是扯“经济”，而是扯“历史”？？......以前和同学们说过，人类自打氏族社会以来，历史无非就是经济史，部落也好国家也好，争夺的都是物资生产和分配的权利。所以任何政权的倒台，不外乎就是经济崩盘，只不过以前大家把经济困局延伸到硝烟战场，打个死去活来弹尽粮绝。后来 Big Bomb 出来了，大家就“文明”了，“冷战”了，不过当年寰球两极，世界的霸主，一个美帝，一个苏修，也有经济玩坏菜的时候。所以今天给同学们拉扯一下历史，看看炒鸡大国们的“经济大棋”都是怎么玩的，也算温故知新。\n\n\n为什么今天想到扯这个“历史话题”？？因为这两天看新闻，神州捅鸡局最新数据，神州一季度GDP增长6.7%，猴蛇纷纷出来鼓掌：开局良好~\n\n\n同时，还是神州捅鸡局数据，到3月末，神州广义货币（M2）余额为144.62万亿，同比增长13.4%。\n\n\n当然就神州同学们日常生活的“第一季度”来说，大家纷纷表示，蒜你狠，姜你军，向前葱等等卷土再来......\n\n\n就刚才的数据简单来说，第一季度，社会多生产了一车物资，老爷多印刷了两车票子，这物价不上天才是奇怪。\n\n\n当然里面包不包括隔壁三胖胖的“产品”，大家这里先不纠结；大概三胖胖说，“铸币税”这东西，大哥摸得，我也摸得.....Mu Eot.....为什么不去印美元，辣玩意技术含量辣么高，你要我有这个本事才行啊。\n\n\n总之大家印刷机一开，就是舒服得停不下来的节奏......\n\n\n为什么停不下来？？这里同学们应该有一个概念，就是经济的投资率，一般来说，固定投资三分之一会转化成消费，三分之二会形成固定资产，这样神州每年的“投资GDP”大约占到GDP总额的50%，遥遥领先寰球各国。当然这也不新鲜，苏修当年玩剩下的套路。\n\n\n拉扯到苏修的经济套路，自然少不了这位社会主义经济的老司机......\n\n\n国家经济“五年计划”之类，其实都是老司机的专利。\n\n\n老司机当年接手的苏修国家，基本还属于农奴经济，工业薄弱，简单说，沙俄连刚刚撅起的小日本都没有干过，“大国”其实虚有其表。老司机上位，要拉动国家经济，提振GDP，第一件事就是要搞工业化，搞工业化的技术和钱怎么来？？只能在农业上打主意，变农奴经济为奴隶经济，也就是著名的“集体农庄”，集中营式生产，农庄奴隶的剩余农产品全部刮走，甚至不剩余的农产品也都刮走，用于交换工业投资和技术......当然这样的结果，使得老毛子的产粮区出现大规模饥荒。\n\n\n大饥荒造成几百到上千万农民（奴）的饿毙，为了防止饥饿的农民流窜进大城市，老司机恢复了沙俄农奴时期的“国内护照制度”，即农民未经许可，在城市停留将被逮捕，某山寨大国的“城市户口”和“农村户口”都不是拍脑袋而来，前面老司机早用“狗”做了“科学实验”。\n\n\n当然老司机命好，正赶上“腐朽资本主义”闹经济危机，美帝也好，欧洲也好，工业大国都在拼命为自己的工业产品和技术找输出，简单说，就是而今的“高铁换大米”，因此虽然饿死满地的农民，但苏修也算完成了工业化“大棋”，跻身欧洲工业生产大国行列。\n\n后来某人too simple，想山寨“集体农庄”，被老司机带进了坑，这里不纠结.....结果就是人照样饿死一地，但是捣鼓回来的都是苏修的二手货，上不得台面。真正完成“工业化”，以前给同学们讲解过了，还靠二拾年后的小鬼子和二鬼子。\n\n\n第一个五年计划，集体农庄搜刮卖粮，换来外汇，购入重工业的生产技术和设备之后，老司机的第二个五年计划，大力生产工业原料，如钢、煤、石油等，大兴炼油厂、炼钢厂、化工厂、发电厂，也就是日后苏修经济的三驾马车-------重型工业、污染企业和挖矿卖矿。（同学们听起来又很耳熟？）\n\n\n后来某人too simple，也想山寨“钢铁跃进”，又被老司机带进了坑，这里不纠结.....\n\n借助二战“春风”，苏修囊括十几个卫星国，已然成为和美帝抗衡的“世界两极”，人类历史上难得一见的“炒鸡大国”。\n\n\n前面给大家拉扯了，苏修的经济格局，就是以重型工业为主导，外带挖矿卖矿，点解？GDP来得快。不过人类自打进入工业文明以来，科技才是拉动GDP的第一生产力，但是苏修这方面是弱项，群众的创造思维不够。\n\n\n原因，苏修骚年们从小脖子上就系上红布条，夹头教育当先，大家这里也不纠结......\n\n\n苏修的重工业，又集中在军工上，原因其一是尝到了二战“春风”的甜头，本来计划钢铁洪流席卷欧洲，红旗插遍全球；其二是就算重工业，苏修科技落后，国际市场不光拼不过美帝，连德国小日本也拼不过，因为诸如汽车拖拉机一类的产品性价比太低。而军火不同，只要搞得响就好，越响越好，所以苏修的“傻大粗”廉价军工产品，即使几拾年后，依然是相对科技更落后的山寨大国的“拳头产品”，例如上面这款......\n\n\n例如上面这款......\n\n\n当然还有当年经济崩盘，没钱造完的这款......\n\n\n苏修当年军火出口占到世界军火市场的30%，超过美帝，“GDP世界第二”，使得全世界都陷入“冷战危机”，就看两个“炒鸡大国”怎么角力。结果转折点出现在“古巴导弹”上面，原因？苏修“五年计划”的计划经济发展模式，最终是要出来打仗抢劫的，结果发现 Big Bomb 之后，全球性的世界大战其实打不起来了。\n\n\n这时老毛子们发现，当年老司机的经济体系出了问题，问题在哪里，就是举国计划经济下，国家的GDP全靠投资来拉动，工业生产线，特别是军工生产线不能停，一停就要出问题。只能拼命生产，严重产能过剩，而世界大战又打不起来，这就是自己也开进坑了。\n\n\n\n苏修达到军工生产的巅峰时期，军队光坦克就装备了5.5万辆！！而同期的美帝还不到1.2万辆。因为苏修经济进入的就是“投资陷阱”，也就是不管需要不需要，只能不断生产以维持经济的运行，最终结果，当然这些东西都进入了“军火坟场”，成为破铜烂铁，相比而言，虽然神州现在造楼也是造得不要不要的，但起码好歹比钢材都进“坟场”还是来得好。\n\n\n所以有同学真相信当年苏修中了“星球大战”的奸计，被军备竞赛拖垮了经济，too young......老毛子巴不得军备竞赛搞到打真军才好，这是“经济模式”决定的，最终发现真军打不起来，包括试水阿富汗都陷入战争泥潭，才开始要“经济改革”，“去产能”，为时太晚。\n\n\n苏修这种国家计划（垄断）投资经济，要想生产线转起来，“GDP”年年上升，只有一个方法------印票子。而苏修又是采用的固定汇率，最高时候（1987年）大约1卢布兑换1.5美元，嗯嗯，你没看错，苏修的列宁同志当年可比美帝的富兰克林还“值钱”。\n\n\n同学们看到这里估计好奇了，苏修国内拼命印票子搞投资拉动GDP，一边又采用比美帝还高的“固定汇率”，这外汇市场如何背书？？这个简单，除了“外汇管制”，严格控制卢布流入国际市场外，给大家说了，苏修还有一个“换汇”的法宝------挖矿卖矿。其中又以石油和天然气为重心。\n\n\n同学们应该明白了，压垮苏修经济的最后一根稻草，1986年的石油“价格战”，油价跌出翔，而苏修又全靠石油出口换取的“外汇”来进口粮食以弥补国内的生产缺口，油价一崩盘，整个经济体系就坏菜了。\n\n\n生活物资的匮乏加上滥印票子，导致苏修的货币在国内购买力迅速贬值，每天苏修的同志们除了上班，就是花时间排队和抢购生活必需品。而卢布的“固定汇率”，由于石油价格暴跌导致“创汇”能力剧减，最终汇率“崩盘”，前面说了，任何政权解体也好崩盘也好，无非都是经济坏菜的反应而已。\n\n\n苏修汇率崩盘，也就是“计划经济”、“投资经济”和“印钞经济”宣布“硬着陆”，硬着陆的结果，苏联卢布从1987年的最高位1美元兑换0.6卢布，1991年迅速跌到1美元兑换170卢布，差不多暴跌350倍。之后俄罗斯接手苏修经济，休克疗法，更是跌到1美元兑换3000卢布，再之后，货币改革这类戏码登场，以前的票子基本就成为废纸，大家懂滴。当然，也有趁机回来“抄底”的海外移民投机分子，用美元大量套购苏修的“过剩产能”------军火，大发横财，这个在电影《战争之王》中有深刻表现，同学们自行体会就好。\n\n【最后总结】苏修作为当年“GDP世界第二”的炒鸡大国，其实可以看见，GDP中真正具有科技含量的干货不多，当然这也是集权体制国家的先天缺陷，以前说过，红布条夹头教育，外带国家垄断经济。所以数字上看，苏修的GDP仅次美国，其实这些GDP产能都体现在几万辆坦克一类的军火工业上，而这类钢材一旦化为废铁，苏修的GDP就原形毕露。另外“固定汇率”也是凸显GDP的良方，生产出来的东西按“固定汇率”一算，自然傲视全球，直逼美帝；但是计划经济的“投资-印钞-投资-印钞”，确实舒爽的停不下来，最终结果，国内货币泛滥，物资不足，商店经常被抢购一空。等到“外贸出口”出了问题，也就是石油价格低迷，“出口创汇”能力剧减，外汇枯竭，最终形成经济政治双崩盘。至于接手烂摊子的俄罗斯，其实换汤不换药，走的还是苏修的“军火出口”+“石油贩卖”的“创汇路线”，所以这两年油价再度跌成翔，俄罗斯卢布贬值一倍，毛子人民再受二茬罪，也是杯具。\n\n看到这里，同学们可能觉得神州经济和苏修高度重合，都是对内印票子搞投资拉动GDP，无非就是苏修的钢材造坦克，神州的钢材造楼房，对外再搞“固定汇率”，靠挖矿卖矿，以及苏修的军火工业，神州的血汗工厂来创汇，维持住汇率稳定。这个倒也是这么回事，因为神州不论哪方面，都还是山寨苏修为主，毕竟都是马克思下的蛋。不过大家要注意一点，神州后来倒是真正做了一次“修正主义”，搞了一次嫁接。至于嫁接的什么？？这次扯完社会主义经济的老司机",
			"added": 1461065483,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1LDN6NXTzV8op4d9uy2y3gpKJpfD7YGwyd": 1
	},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}