{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"2_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"1_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa": 1,
		"10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa": 1,
		"37_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1
	},
	"next_comment_id": 14,
	"comment": {
		"1_1Pf32BQQY1RzktAZiNewFttpXns4Hx6d63": [
			{
				"comment_id": 1,
				"body": "[b]ubb代码测试[/b] %20%E6%B5%8B%E8%AF%95",
				"added": 1459604380
			}
		],
		"4_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa": [
			{
				"comment_id": 2,
				"body": "生效了",
				"added": 1459691636
			}
		],
		"3_1M1c7x7SLau8D2bm8Gw8iWQbBqe9X4zqPw": [
			{
				"comment_id": 3,
				"body": "怎么才能让tor默认经过蓝灯？",
				"added": 1459746156
			}
		],
		"2_1K96fUbDXGTdFyPuaoDSY15xUogUGsTGSs": [
			{
				"comment_id": 4,
				"body": "google hosts又失效了/lantern可用",
				"added": 1461051997
			}
		],
		"11_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 5,
				"body": "tested ok;\nping:380ms;down:0.63mbps;up:1.50mbps;via speedtest.net",
				"added": 1461053633
			},
			{
				"comment_id": 6,
				"body": "> [ooxx](#comment_1_1UC4A2zvsXVxTmxCYK7uBiB15MUKboTeV): 玩坏了“Please complete the reCAPTCHA.”//需要验证码，但页面上根本没有验证码;\n\nreCAPTCHA在墙外，全局代理试试",
				"added": 1461054658
			},
			{
				"comment_id": 8,
				"body": "同类：\n不花一分钱，搭建一个完全免费的ghost博客http://www.rendoumi.com/bu-hua-yi-fen-qian-da-jian-yi-ge-wan-quan-mian-fei-de-ghostbo-ke/\n不花一分钱，搭建一个完全免费的wordpress博客http://www.rendoumi.com/bu-hua-yi-fen-qian-da-jian-yi-ge-wan-quan-mian-fei-de-wordpressbo-ke/\n不花一分钱，搭建一个完全免费的python3+flask+mysql服务器http://www.rendoumi.com/bu-hua-yi-fen-qian-da-jian-yi-ge-wan-quan-mian-fei-de-python3-flask-mysqlfu-wu-qi/",
				"added": 1461055566
			},
			{
				"comment_id": 10,
				"body": "经过重复测试一晚上就封号了",
				"added": 1461226285
			}
		],
		"6_1P7v9ss1TSLcZJVhuGEeYMfqoFi1zyNBeu": [
			{
				"comment_id": 7,
				"body": "珍爱生命，拒绝国产，方便与安全只能同时选一个，ccleaner可以满足大部分需求",
				"added": 1461054862
			}
		],
		"16_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 9,
				"body": "Symantec_Endpoint_Protection\nSCEP\ncureit\ncommdo\n都是免费且非国产",
				"added": 1461132998
			}
		],
		"8_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 11,
				"body": "1.不懂编程，也不清楚zeronet的流量是否具有可识别的特征，如果有，什么都是白扯\n2.力量不对称，就算上街又能如何，又不是第一次暴力镇压\n3.缺乏自由意识",
				"added": 1461237196
			}
		],
		"1_13hhZPiLVggp5PPz9KXUQuiecUmFfXHwmz": [
			{
				"comment_id": 12,
				"body": "##提取自cache，说不定那天就没了\n466 赞同 反对\n匿名用户\n要多读书、笑歌自若、王梦艺 等人赞同\n这几天的乱像，只不过是过去15年的忍耐总爆发罢了。\n我依稀还记得十五年前流传在全国的俗语:全国高考看江苏，江苏高考看南通。\n没记错，03年江苏最后一次使用文综理综卷，自此之后，教育部一句:课改江苏先行，把江苏的考生推上了漂泊不定的小船。\n这之后整整十五年(算上即将到来的又一次高考改革)，江苏整整换了5套高考模式。\n小综合，大综合，3＋2，3＋X，3＋3，小高考，选修，必修。这种莫名奇妙名词，变换无常的模式，不仅让外省人惊奇，也让不少江苏的同学直到高一下学期才真正明白自己的高考到底是怎么回事。\n\n实行至今的最稳定的3＋X，却是被家长老师孩子诟病最多的。\n\n3门主课(语数外)记总分，两门选修(物化政史地生，理科物理＋化学，生物或地理，文科历史＋政治或者地理)按排名记等第，四门必修(物化政史地生中去掉选修的那两门)按分数记等第。不仅解释起来烦琐无比，操作起来也漏洞百出，制度上的空只得用操作来“技术补漏”。带来的问题这么多年来家长教授老师多有怨言，却从来没有人能静下来听一听声音。\n因为物理化学生物按比例记等第，又取消了竞赛加分。江苏的理科教学水平直线下降。多少理科强的男生为了能够实现自己的理想，不得不死扣自己并不十分擅长的语文英语。\n你能想象物理老师在高考前一个月和自己的学生说:你们少花一点时间在物理上，一周写一套卷子就可以了，物理A＋除了考清北什么用都没有，多做做语数外的卷子。\n你能想象教龄30年化学老师摸着我的手，说:你喜欢化学是好的，但生在这个时候是你的不幸，你参加肯定有奖，但还是别参加化学竞赛吧，多花一点时间在语数外上面。现在竞赛也不值钱。\n你能想象一个物理化学双A＋，各有省一等奖，却因英语比较薄弱，高考考了360最后只能去苏大吗？\n你能想象一个考了410的学姐，因为化学失手只有B＋，无缘大多数985高校，只得默默的流泪吗？\n教龄30年的化学老师，最后屈服了，她手下的竞赛奖章无数，这5年以来一枚没有。\n荒诞。\n\n制度本身的问题还需要“技术性补漏”\n\n因为大多数优秀学生倾向于选择物理化学，所以物化班的水平一般比较高。但这纯粹是惯性，是人们对物化的认可，才换来的惯性。\n这几年大家想明白了，干什么报物化呢？在招生上，物生，物地，物化没有任何差距。那为什么要往物化的死地里面冲呢？(按排名计分，前5%A＋，但各位想一想，厉害的人都选化学，化学拿A＋的难度自然高，拿生物的A＋会容易不少。)\n这几年，不少先脱离惯性的地区出现了集体报考物生，物地的现象，为了防止物化空缺，某些地区教育局甚至要下命令强行摊派指标，来技术杜绝问题。\n更可笑的是，这种荒谬的现象，因为江苏人超强的忍耐力和执行力，居然还被认可了，这一次执行的高考三加三改革，模式上与江苏相似度极高。看来上层还真准备坑遍全国。\n\n招生问题。\n\n因为这种模式，清北在江苏的分数线越画越高。\n我们物理老师和北大招生办的工作人员谈笑风生时，曾经抱怨过，为什么江苏40万考生，为什么清北只给100个不到的名额。\n工作人员笑了，你们学生的物理化学能力，我们不敢认同。\n江苏的南大东南，南航南理，从来不属于江苏人。\n我那年江苏排名2973名，离东南的分数线仍然差上2分，可见东南＋南大在江苏招人估计不超过2300人。\n南航南理的分数线之高，直逼北航北理。\n\n为了配合所谓3＋2带来的小高考，高二的理科生不得不拼命学习历史政治地理。文科生不得不学物理化学生物。优秀的学生要追求4A希望高考时5分能临门一脚，中等生希望多拿两个A加上一点点，差一点的学生则不得不祈祷自己能有4个C能参加高考。\n\n有人说这是全面发展，可又有多少人能够在文理上面都具优势？我当年的同桌，极其不喜欢历史，费劲全部心思也只拿了个B，那个落寞的样子，我至今无言。\n并且，3月份的小高考彻底打乱了整个高二的教学节奏，很多学校停课来保证小高考复习。高二上学期不得不花大量的时间来写四门必修，以致自己的选修反而排在了优先表的最下面。\n\n评价体系的混乱。\n\n这一点，可能真的只有江苏人才能食得个中滋味。\n\n我姐姐曾经想参加在香港的一所大学的自主招生。上面明确写着，英语要能过120。\n\n我姐姐算了算，其他条件都能满足，就这个英语120简直笑话，要知道，满分也就120。但折算比例也行。\n\n申请发过去以后，香港那边的老师特地打了个电话过来询问，得知江苏的情况后，惊讶的说这个情况以前没遇到过(难道以前没有江苏的考生吗╮(╯_╰)╭，不过当时确实课改不久。)，要询问一下。\n\n自此消息石沉大海\n\n还有不少差一点学校为了追求分数线上的一本率停选修的课，只补语数外。最后出一堆分数370几，两门选修双C，只能去技校的，我就不详细说了。\n\n最后，请允许我吐槽一下这个消息出来的时间点。\n我依然记得我二模出来时，只比一本线高一分的时候，我的心情。\n那时候我哭着在老师面前，一个17岁汉子，特么的哭的跟个小娃娃似的。\n我不知道当时的我，要是知道9000个本科名额被削了，我会不会直接从那个平台跳下去。\n我父亲，缝伤口不打麻药的硬汉，在我高考那天，请了三天的假，抽起了戒了5年的烟，一只又一只，三天，把家里唯一的一条烟给抽光了。\n我不知道，他要知道9000个名额被削了，会不会再抽掉一条。\n我妈妈，小心翼翼的不让我为其他事情分心，每次看报纸都会悄悄的把里面关于高考的专版拿掉。\n我不知道今天这个消息出现在报纸上时，她会不会把这张报纸引了生火，催促我早早睡觉别看报纸。\n当然，某些人永远不知道这些。\n\n我这篇回答始终不提江苏卷子的难度和江苏同学的辛苦，因为我知道，隔壁浙江的孩子一样背锅，河南的孩子也很辛苦。\n\n但我始终觉得，一个高中学子，只希望自己在冲锋时，后面不要扔出个炸弹。\n\n毕竟，冲锋时的血与泪，会在胜利后的喜悦中，幻化出最美的甘露。即使倒下，也是不枉此行的决然。\n\n但是被自己人的炸弹炸死的憋屈，我们无法忍受。\n\n祝将要高考的孩子们金榜题名。\n\n最后放张图博大家一笑(๑•̀ω•́๑)\n编辑于 昨天 22:21 159 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n432 赞同 反对\n郭清水 ，不想旅行的网络工程师不是好流浪歌手\n刘访华、好玩不过嫂子、凤梨叔 等人赞同\n省 贵有自知之明 \n江苏帮助中西部 这没什么 促进国家发展 取长补短是好事 中西部一个省GDP加起来可能都及不上苏州一个市的 要钱 江苏尽管给 \n但是这一出是取短补短 甚至是取短补长\n就凭江苏的升学率 放开外省招生真是不智 中西部好几个国家扶持的省的升学率都是比江苏高的 江苏本一率撑死了在全国排中下游位置 拿什么给？这些家长是自私的 是不理智的 但某教育厅何尝不是自私的为了政绩？支持中西部教育 不在教学资源和师源上帮助 反倒用本省学生升学做牺牲 真是前所未有 史无前例 滑天下之大稽\n\n至于说他们没有好大学的 我想问一下 兰州大学和西安交通大学等名校这些年的颓势 苏州大学 南邮等学校的这些年分数的走高 更鲜明的一个对比是上交和西交 分析他们的对比 你还不明白问题究竟出在什么地方吗？我觉得直接说出答案也显得没意思\n\n玩知乎许久了 知乎会出现相反的声音 互相不服觉得自己更理智 我在写这个回答前就已经想到了 这也是知乎有趣的地方 媒体和微信公众号忽悠群众的本事我也早有领教 可惜记者的数学都学不好 很多数据拿去换算简直就是笑话 自己打自己脸 想洗地 先把数学学好了 有兴趣的可以来跟我用他们给的数据计算一下 本科率是升还是降\n\n\n之前计划生育政策执行的太过强力 家家注重教育 肯给孩子在念书上砸钱花精力 竞争的激烈和家庭经济不错导致大批出国 最后高考人数锐减 导致录取率可能提高 所以就又开始想法子让录取率变化小一点 实在可笑 趁着高考人数锐减的机会把本一录取率从全国倒数第11名提升到倒数第12名难道不好吗？还非要控制在这个名次不动了？把名额给名次更高的难道是要和12 13名拉开差距？\n我的朋友圈里今天刷的最厉害的是南大的朋友们\n北京的北大 上海的复旦 南京的南大\n这三家招生的政策我不多说什么\n政策的优惠\n江苏人等了太久\n不仅没有等到\n反而等出来一个让老百姓看着感觉有害的政策\n江苏人积怨已久 这次爆发出来的戾气确实大\n接下来几天无论怎么洗地\n戾气只会越来越大 \n江苏教育政策是个真正的大炸弹 \n一碰就会炸\n\n\n连隐藏在我内心深处的一股火都悄悄的冒了出来\n\n鄙人自幼奥数英语不停\n也没什么假期\n自认智商还可以\n最终还是略显平凡\n没有达到自己的想要的目标\n以前感谢南外 苏高中 南师附中的朋友们出国\n给我们高考稍减压力\n现在其实\n还是迟了几年又走向了出国的道路\n很多江苏的家庭 孩子\n不甘平凡的\n选择了这条路\n这不是在逃避竞争\n只不过是被逼的罢了\n谁不想路走的更好点呢\n或许该庆幸自己的家境比别人稍好\n算了今天确实被这条新闻和那些游行的家长给触动到了 不写了\n睡前笑一笑睡前笑一笑\n\n\n修改于5月14日11点02，答主以前在知乎上答题会思考和组织语言，这篇只是看到这个新闻后的发泄之作，语言也比较杂乱，最近比较忙，没有时间回复大家，我也不太想再去修改和加标点符号了，让大家见笑了，请自带标点哈哈哈。\n编辑于 11:06 142 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n265 赞同 反对\n北山 ，原来知乎是个社交网站。\n吉哒哒、好玩不过嫂子、郑晓宇 等人赞同\n算了算了，都来我苏考吧，来二十万也好三十万也好，名额什么的，有本事能拿都拿走好了。\n我苏是最早开放异地高考的省份之一，你说我苏生源质量下降，那你萌来考呀。来来来，都来，别玩花的，我们光明正大，刺刀对刺刀，一张卷子一起考，你行你就上，我绝不bb。\n\n真的很寒心，一样是中国人，就因为你水平高，就要搞你，江苏的财政每年支援中西部那么多，现在在这个上面还要支援。\n是不是所有人发展一样国家才能维稳？那政权的安定就寄托在剥夺同是国民的一部人的利益来安抚另一部人？\n是不是社会主义国家什么都得平均一下？那老生常谈的问题来了，北京上海呢？甚至，天津呢？\n是不是将来有一天，我们会看见打着“为了维持江苏男女比例不变”的口号，每年调出3.8万女性给中西部地区？然后还会有人出来告诉你，总有人要为改革牺牲，要维持你苏多年的男女比不变。\n够了！江苏的孩子为高考的改革牺牲够多了！\n我知道这个问题没有意义，可是我还是想问一句：“凭什么！”\n那些质疑江苏教育水平的，那些说江苏生源水平下降的，去看看江苏还考全国卷时的录取线，去查查明清两代状元榜。\n书香之地，自古如是。虽历千百年，依旧人杰地灵。\n为国家做牺牲的人，也得是拿过国家好处的人。既然说要程序公平，那这也是程序。\n改革开放之初，江苏没有政策，完全靠独立自主，才有了而今的成就。\n不给马儿吃草，然后还只要这匹马儿跑。\n这是逼无数人去想念金陵城里的老歪脖子树。\n发布于 2016-05-12 95 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n234 赞同 反对\n知乎用户 ，杂食类教师\n好玩不过嫂子、Wolfe Jiang、柠檬 等人赞同\n我是南京的一名英语老师。\n南京的教育质量在全省是垫底的，而实际上南京孩子是怎么学习的呢？\n基本上市区的都是从一年级补课，家里有点要求的书人学而思奥数上起，家里不重视学习的，也基本三年级开始补语数英三门。\n起码一半家庭父母有一方无法上班，要在家接送辅导孩子，另外一方要赚钱养房养家负担巨额的课外培训费用。\n今年过年以来，南京起码有六个孩子压力太大跳楼了.......\n外省的考虑过为什么南京人这么狠抓教育，一本率还是不高吗？\n或者考虑过为什么江苏高考人数逐年下降吗？\n\n一边不许中考成绩相对较差的孩子报考高中导致高考人数下降，一边说人数下降了还是同样录取人数不公平要外调，是不是有点流氓啊？\n发布于 2016-05-11 126 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n223 赞同 反对\n陈陈 ，金融狗，装正经，就爱瞎说八道\nEric、Mua小小玛利亚、知乎用户 等人赞同\n内斗省大三狗表示江苏一本录取率都特么快倒数了还给倒贴，真是无法理解。\n\n官方给出的“平衡因考生人数下降而预期带来的录取率提升”的理由看似很合理，但是用人为设定的结果公平来强行更正起点不公平低效且践踏了公正，本身就是最大的不合理。\n\n因为“你省去年是这个录取率，今年也得维持这个录取率”这个理由十分荒诞且可笑。就像“因为我去年是这个工资，我就一辈子不能加薪”一样。\n“因为你省教育资源好啊，学生素质高啊，我们要照顾教育资源不好的省，所以把名额砍了给别省吧”更是莫名其妙，就像“因为你能力强，工作绩效好，所以我不能给你涨工资，还要把要发给你的奖金给隔壁绩效不好的小花”。\nExcuse me?这都是些什么狗屁逻辑。\n不应该在培育机制和基础资源上多下功夫？\n\n追求“你帅你漂亮就泼你一瓶硫酸，让我们大家一起丑”的结果公平只会让现状更糟糕。\n\n每一种程序公正背后都掩盖着不公正。\n\n此外，十分难以理解的是，在考生人数下降20%的省市中，连录取率倒数的河北和辽宁都外调名额为祖国教育资源“公平”做贡献了，但北京和天津没有。既然这个程序这么公正，一本录取率破二的两个市是不是得给个解释。还有另人诧异的是，部分中西部省份录取率可是比江苏高出好几个点的，这有道理？\n\n最后，我不知道什么样的高考制度才是最公平的制度，但是我知道“我一开始比你富，你就永远得比我穷”“穷就穷一辈子”“富人给予穷人武器去掠夺中产”“富人联合起来压榨穷人”的一定不是。\n编辑于 2016-05-12 38 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n60 赞同 反对\n张晗 ，CHEM is TRY （没前途的）有机光电材料开发\n沙忙、到处蹦哒的烟头、姚志文 等人赞同\n以下只是对此次计划的具体解读，其中的是非曲直就不探讨了。\n\n其实大部分知乎用户都是高考过来人了，所以回答也是以情绪化的表达为主，并不去特别关心这份文件的具体内容是什么。\n\n但是我看新闻时是被两张不一样的表格弄懵逼了：\n表一\n\nhttp://www.moe.gov.cn/srcsite/A03/s180/s3011/201605/W020160504363945231667.xls\n表二\n\nhttp://www.moe.gov.cn/srcsite/A03/s180/s3011/201605/W020160504363945237428.xls\n\n这两张表没有谁真谁假，都是教育部网站公布的，一个叫2016年“支援中西部地区招生协作计划”实施方案，另一个叫2016年部分地区跨省生源计划调控方案，除了数字不同大家能拎清这其中有什么区别吗？\n\n”跨省生源调控“这个比较好理解，就是把原来招省内考生的名额直接送给省外了。。。\n从江苏省和湖北省教育厅的解释文中看出，这个调控是本科和专科名额之和，具体比例和方案可以由省内调整，且这一调整的对象是地方普通高校与重点高校。\n目前，江苏省具体安排为本科9000人和专科29000人。另外这个调整不涉及211高校在内的部属高校的招生名额，但是中央部署高校的招生计划也可能会向中西部做一定倾斜：\n中央部委所属高校的招生计划由教育部、国家发改委编制下达到各主管部委，由主管部委分解到所属高校，各高校再编制分省招生计划。今年武汉大学、华中科技大学、中南民族大学等8所在鄂部委属高校招生计划继续由教育部和国家民委下达，由学校编制分省招生计划，向社会公布。\n\n湖北省所涉4万名计划中，并不涉及武汉大学、华中科技大学、中南民族大学等8所在鄂的部委属高校\n\n而“招生协作计划”细则缺少具体的解释，单从文件中看不出跟上面调控方案的具体区别，只能从教育部历年的文稿中去解读。\n教育部副部长袁贵仁在讲话中指出，2008年试行“支援中西部地区普通高校招生协作计划”，从招生计划增量中专门拿出3.5万人，安排给高等教育资源丰富、办学条件较好的11个省份，由其所属高校指定到高等教育资源缺乏、升学压力较大的5个中西部省份招生，承担“协作计划”任务的学校均为公办本科院校。\n\n主要包括六项工作：一是高考录取率地区差距进一步缩小。今年国家新增招生计划全部投向中西部地区和人口大省，支援中西部地区招生协作计划安排20万人，2015年录取率最低省份与全国平均水平差距缩小到5个百分点以内。\n如果大体方针没变的话，可以看出“协作招生计划”使用的是当年新增加的招生名额，并不涉及以往招生计划的调整。另外：\n2016年，支援中西部地区招生协作计划安排21万人，其中本科14万人，由北京、天津、江苏等14个省（市）的公办普通高校承担，面向河南、广西、贵州、甘肃等10个中西部省（区）招生。国家贫困地区定向招生专项计划安排6万人，由中央部门和地方“211工程”学校为主的本科一批招生高校承担。地方重点高校招收农村学生专项计划由各省（区、市）在本科一批招生的本地省属高校承担，招生计划原则上不少于有关高校本科一批招生规模的3%。重点高校农村学生单独招生计划由教育部直属高校和其他自主招生试点高校承担，招生计划不低于有关高校年度本科招生规模的2%。从文件内文中也可以看出，这14万个新增本科名额全部由普通高校承担，不涉及重点高校。\n中央和地方重点高校的招生协作方式是以“区定向招生专项计划”、“农村学生专项计划“等方式实现的，不是直接从一般招生名额进行调整。\n\n其实查教育部的历年文稿不难发现，这个招生协作计划是每年都有的，从2011年到2015年共有90万人，去年也有20万人。但是今年调整如此引人瞩目实在是因为是在跨省生源的调出幅度太大，之前能查到的各省调出规模都在几千人，这次直接蹦出个三四万，家长和考生的忧心也实在不多余。\n\n从上述分析和历年的经验应该可以认定，就目前的名额调整而言，并不会像某些答主所说的”减少985、211名额“，对于高分段考生的影响相对会是比较小的，影响较大的还是在本科线与专业线附近徘徊的那一部分考生。\n编辑于 昨天 11:58 18 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n1479 赞同 反对\n王承敏 ，ACT/SAT/TOEFL 培训师\n梅園中、洪涛、TOLMMZY 等人赞同\n我曾是一名江苏的高考生。\n\n\n今天的我，在看完朋友圈的一条新闻之后，一下子被拉回到高中时六十多人挤在一起光线昏暗的那个教室。\n\n\n那是一段本应足够美好但现在却不忍回忆的岁月。\n\n\n新闻中让我印象最深刻的是一个数字，38000。\n\n江苏作为生源计划调出地，将调出38000个名额，减少本地985、211招生名额。\n\n和江苏一样获得如此待遇的，还有湖北等省。\n\n\n这个数字背后的效应，远不止我们所想象的那么简单。\n\n这意味着我们的考生们要在更加畸形的环境里彼此厮杀，不留退路。\n\n这意味着我们的考生们与那些在一线城市里真正享受了优秀教育的同龄人差距越来越大。\n\n\n我知道如果自己不争气外部环境再好也没有用，可如果是在一个竞争已经畸形到无以复加的环境里呢？\n\n\n因为生长在这里，所以自学生时代起，我们就被灌输要好好学习，争取考上好大学的意识。至于国家和政府一直在提的素质教育，我们根本没有资格去讨论。今天38000这个数字，让我们与心中理想的教育渐行渐远。\n\n\n在这里，我们想的都是怎样才能考上更好的高中和更好的大学，于是我们不得不在初一和高一就进入到一种紧张的状态，因为哪怕一次月考一门单科偶尔的发挥不好都会引来家长们和老师们关切的目光。我们听到最多的一个比喻就是千军万马过独木桥，为了一个更好的结果我们可能比其他人更早的学会了尔虞我诈和更早的失去了合作精神。\n\n\n同学甲：XX这道题目我不太会你能不能教我一下？\n\n同学乙：哎这道题啊很难哎我也不会要不你去问老师吧！\n\n请问从上述对话中我们可以推测出同学乙在想些什么？\n\nA. 当然能，可把你教会了我怎么办？\n\nB. 有那功夫教你我还不如自己多看点题目了！\n\nC. 卧槽怎么还有人这么天真！到底是他脑子坏了还是我脑子坏了？\n\nD. 这题我真的不会。（幸好你提醒我了，我得好好去看看）\n\n\n很少有老师或者家长和我们说过这些，但在这个激烈的战场上，我们每个人都在被潜移默化。\n\n\n昨天我在知乎上看到有人问10个字怎么写个故事，我当时第一反应就是：\n\n\n今天体育老师生病了。\n\n\n有太多太多次，课表上写好的体育课被换成了语文数学英语物理化学生物历史地理政治课。每次老师走进来的时候都是用着同一个蹩脚的理由，拜托你们能不能说点有说服力的理由啊。相比体育课，更惨的是美术课和音乐课，因为我们中的大部分人自高中时代起就再也没有见过这两门课的老师，并且有理由相信很多人长大之后其实并分不清楚范德彪和德彪西。\n\n\n为什么？\n\n因为千军万马过独木桥。\n\n因为年复一年愈加惨烈的竞争。\n\n因为不这么做我们就无法考上理想的大学。\n\n因为在这里考上大学就是一个最有说服力的理由。\n\n你们说，现在认真学习，到了大学就轻松了。\n\n好，我们信了。\n\n于是就到了大学。\n\n\n长这么大，好想谈个恋爱。哎突然发现班里面有个女孩子很不错哦，可我没有恋爱过到底应该怎么追她啊，于是在翻遍了网上各种帖子在猫扑虎扑狮扑象扑上问了各种别人都不屑于回答的问题跟朋友商量过去了N久之后，有一天猛然发现已经有个男生牵着那个女孩子在校园漫步了。我屮艸芔茻仔细一看他也不比我帅多少啊我喜欢的女孩子怎么就和他在一起了呢？不行啊心里很不爽啊，一打听，帝都的，哦，帝都。再后来有一天在校园里散步发现那个男生在给女孩子弹吉他唱民谣，他竟然会弹吉他？后来学校里举办各种晚会发现人家还会弹钢琴。这时候不禁想问人家在学这些的时候自己在做什么。\n\n\n哦，挤在那个光线昏暗的教室里努力学习呢。\n\n\n我有一个高中同学（和我一样大），到现在都没有谈过恋爱，让人感觉他前面过的28年都人间蒸发了一样。他条件差？不是啊，家里挺不错啊。他背景差？不是啊， 211毕业的啊。他没才华？不是啊，写作书法美术都很不错啊。那为什么？因为他别说和女孩子当面聊天了，就是和我打电话说点事情都哆哆嗦嗦的，女孩子会喜欢这样的男生？\n\n\n可你们说只要努力学习考上大学就会好的啊。\n\n\n到了大学，总得丰富下自己的课余生活吧，咦，那么多社团参加哪个好呢？既然是女生就参加舞蹈社好了。进去之后发现另外一个女生根本不是人啊，探戈芭蕾华尔兹各种舞都会啊，身材那叫一个好，舞蹈动作那叫一个美，最可恨的是有很多男孩子追啊啊啊啊。出了舞蹈房，穿衣搭配那叫一个漂亮，还会化妆会保养啊。交了朋友之后才发现人家来自魔都，哦，魔都。这时候不禁想问自己人家在学这些的时候自己在做什么。\n\n\n哦，挤在那个光线昏暗的教室里努力学习呢。\n\n\n我高中班里有个女孩子，人聪明而且成绩特别好，但是生活方面一塌糊涂。为什么说一塌糊涂，学校发的校服她正面穿脏了换反面继续穿，才不管旁边的人是什么感受。她应该也上过大学踏进社会了吧？这样的女孩子怎么会有男生喜欢呢？\n\n\n可你们说只要努力学习考上大学就会好的啊。\n\n\n经过大学四年，终于走上社会，我们想着曾经的问题能够缓解一些。\n\n\n我还有另外一个朋友，进了一家公司，发现自己什么都不会做，更要命的是发现自己在人际交往这方面的经验为零，被领导嫌弃，被同事排挤，而且这么多年好像也没怎么长进。他原来经常找我喝酒聊天，每次都和我吐槽说社会怎么这么复杂这么黑暗啊。社会本来就这么复杂这么黑暗你不知道吗？你当然不知道，因为本该学习了解社会的大学阶段你在补习高中阶段落下的一切，那高中阶段你在做什么？\n\n\n哦，挤在那个光线昏暗的教室里努力学习呢。\n\n\n我的亲堂哥，当年高考时以高出本一线50分的成绩进入了一所211学校（要知道江苏省的考生每年能进到211学校的连5%都不到）。那时候周围所有人都觉得他简直光宗耀祖，并且信誓旦旦他会拥有一个光明的前途。可是现在的他呢？大学毕业后在大城市挣扎了很多年后终于又回到了当初他生长的那个村子，领着微薄的薪水，将近35岁了连女朋友都还没有。现在的他完全不同于当年的他，每次露面都是一脸迷茫。\n\n\n可你们说只要努力学习考上大学就会好的啊。\n\n\n我不想你们在学习各种乐器各种棋牌的时候我们能做的事情只有学习；\n\n我不想你们在参加国际国内各种活动的时候我们能做的事情只有学习；\n\n我不想你们在全面发展享受素质教育的时候我们能做的事情只有学习；\n\n我不想我们在寒窗苦读十二载之后仍然无法进入一个普通的本科学校。\n\n\n我不想说如果我们出生在北京或者上海会变得如何如何好，因为我知道一个人的成功与否其实最关键的因素还是自己，\n\n\n但起码，我们不是除了好好学习其它什么都不知道；\n\n但起码，我们可以在一个变形的不那么厉害的空间里展示自我；\n\n但起码，我们可以在一片相对澄澈的天空下与你们同台竞争；\n\n但起码，我们可以更从容的安排自己的人生。\n\n\n其实，如果我的努力让我能够接近你，我就已经很满足了，可过去这么多年，我还是连你的背影都看不见。\n\n\n虽然在这片土地上一直是这模样，但我勉强算是在千军万马中挤过了独木桥的，可我那些比我才情更高的同学们呢？\n\n\n仅仅是因为生在这样一个高考被称之为炼狱模式的省份，\n\n仅仅是因为本一录取率比北京上海低那么多，\n\n仅仅是因为被日以继夜的苦读和题海消磨光了所有灵气，\n\n就只能被时代的洪流冲到角落吗？\n\n\n今天的我，非常愤怒，因为眼前这不公平，因为这一场官僚间的无关于他们自己的游戏。向上看的眼睛，又怎么会注意到脚下的严寒与炽热。\n\n\n其实所有人都值得一个青春，但我们中的大部分人，还是因为成长在这里，而错过了可能是人生中最美好的一段时光。\n\n\n而现在，这种美好的可能性却越来越遥远。我只想问一句：\n\n\n凭什么？\n\n编辑于 2016-05-12 358 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 禁止转载\n88 赞同 反对\n猪头 ，普通学生\n柠檬、疯狂原始人、向死而生的小美 等人赞同\n我是一个江苏考生，13年参加了高考，至今已经快三年了。\n进大学之后一直在讨论教育公平问题，其实我说真的，教育本身不存在绝对公平，因为每个人付出的努力不一样，凭什么要求最后可以站在同一领奖台领奖？之前学高数，老师总会让江苏的孩子站起来回答问题，不是看不起你们其他省份，而是老师知道江苏孩子学的有多苦。\n我之前每次看到电影里面那些学生课后精彩的生活，我都觉得很不可思议，原因很简单，就我们而言，我们是根本没时间进行所谓的课后活动的，江苏的孩子从小学开始，那基本上和双休日就说再见了，星期六会有兴趣小组的活动，然后百分之八十的学生兴趣小组报的是奥数或作文，而且一旦成绩落后，立刻就有铺天盖地的补习班等着你。进入了初中后，生活就更悲惨了。我们学校反正是6:30的早读课，一般会6:15到校，真的，你们是没有看见过冬天，6.10校门口没开门，然后门口围着黑压压的一片人，全是学生，有的来不及吃早饭，所以校门口的蛋饼文化应运而生。然后开始上课，一直到中午11:50，夏天的话下午1:50中自习，冬天则是1:30，接着就是到晚上6:20下课，别着急，我们的课后作业多的令人发指，我记得我初中阶段学习还算认真，初中时候没有哪天能在11点前学习结束，加上洗漱，12点后睡觉很正常，然后就是第二天的早上5:30起床，继续一天。不是吹牛，我初中三年仅仅迟到过2次，初一一次，初二一次，每次都会被班主任骂一顿。我们班级当时有很多初中三年一次没有迟到的人。\n至于初中的双休日，周六周测，周日倒是放假，不过作业还是多的一塌糊涂。\n到了高中，高中也没什么，也就是上午课到12:00，下午1.50开始上课，不要以为放松了，是我们当时学校搬迁，距离家太远，所以多出来时间用来赶路了，晚上6:20下课，给半小时吃饭，6:50回来，教学楼到食堂走就要7分钟，来回15分钟。晚自习10:00结束，回到家一般还要学习到12点。\n所以你以为江苏省考生是脑子好？还是我们教育水平高到了一定程度？其实只是我们时间花的比别人多罢了，因此，你凭什么要求我们把名额让给西部？我们付出了那么多，那38000个名额是38000个考生的12年你知道吗？他不是一个数字，他是38000个家庭的希望，就算一个家庭三个人吧，这114000人因为这一个政策，注定了可能这辈子没法起身，真的，南京大屠杀杀了整整两周不过300000，结果这边嘴皮子动一下，114000人的努力灰飞烟灭。\n我们江苏考生从来不指望我们得到政策优惠，因为我们够强大，但是请你不要去给我们使绊子，也许你们官员有保送名额，但是我们没有。凭什么要把西部落后这样的历史问题让考生去承担？那你们这些官员付出了什么？我记得上次为了政绩而对不起人民的年代是大跃进。\n发布于 昨天 09:46 34 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n86 赞同 反对\nSylvie ，热衷各种语言以及文化的考研汪\n莫西干、镜子酱、笪莎碧 等人赞同\n我先来摆摆江苏上学的体验：\n1.积累素材，摘抄文段，整理试卷这些简单的作业请回家完成。学校里请全心全意刷题。\n\n2.大学里，第一次知道原来晚自习是高三才有而不是从高一就要上到十点才放学啊\n\n3.除语数外老师，最后都在说，多学学语数外，能提一份是一份，其他的考再高语数外不高也没用！\n\n4.上大学后才知道，原来除了江苏，小高考其实原名叫会考，随随便便就可以过\n\n5.大学以后才知道，理科生真的不是很懂文科，文科生真的不是很懂理科。而不是文科班理科班一起参加数理化生竞赛，理科生做的历史政治得分也可以超过文科。\n\n6.上了大学才知道，原来你考了一本的分好好填志愿是肯定能上一本的学校的\n\n7.上了大学才知道，计算机不用很懂也是不影响高考资格的，小高考考的不好也不影响高考资格呢\n\n8.英语试卷，阅读理解共有ABCD四篇，一般来说考研原题在C的位置。\n\n9.哦，某次考试看不懂阅读理解，一长串一长串名词，评讲试卷时“这一篇是医学院考研原题，所以有一些专有的术语”\n\n10.哈，一次阅读理解全文前言不搭后语，奇奇怪怪的开头和明显未完待续的结尾。“这是金庸一个武侠小说的英文版，是开头第二第三回的部分所以感觉有点难吧”\n\n11.高考语文卷最后阅读理解最后一篇，全文节选自安娜卡列尼娜，试卷上的部分只写了她自杀的全过程，题目要求分析出安娜的心理活动，她路过的小哥的思想感情，还要回答她为什么自杀【呵呵】\n\n12.每年体验一次高考结束一门考试，江苏高考上一次热搜的过程\n\n13.原来有地方的化学物理生物竞赛什么的高考可以加分啊\n\n14.为什么大学同学他们的学校有那么多社团啊？难道不应该全心全意学习么？\n\n15.“你英语好好哦”\n“不好，经常不及格，高考那会儿的口语考试差点就拿不到良好了呢”\n“你们还要考口语？！”\n\n16.大学里学习高数，翻开微积分，曾经的高考原题赫然在书本上作为一道经典例题出现。嗯，并不是试卷上的最后一题。\n\n17.你们见过因为题目太刁钻解题过程太匪夷所思因此一个业绩优秀聪明绝顶的高级数学教师说“这道题不会做吧？答案看不懂吧？我也不会做，我也看不太懂，来，我们来一起赏析答案”\n\n18.一道绝对不能丢分的简单题，需要用一页草稿纸来计算整个过程，字写的大了可能答题纸就不够你写的了呢\n\n19.理科生啊，来来来，既然理科生就比文科多学点数学嘛，没什么好教的了来我们来学习高数吧！\n\n20.文科生啊，来来来，既然文科生就多学学语文嘛，多读读书又没有坏处！来，出个简单的，考考你们，第三十八回三国演义主要情节概括一下噻？别急，也就七八本书要通读嘛！很容易的啦！\n\n21.高考中的古诗句默写怎么可以丢分呢？所有课本中出现过的都应该一个标点符号都不差的记住！课外古诗句？哎哟，也就论语诗经各种古籍里抽抽嘛！给个范围都背下来不就好了嘛！【给了范围后】哎，也就几百句嘛！这两分不许丢啊！\n\n22.字音字形成语用法句式结构？这不应该是白得的分吗？这个分不能丢！来，从高一开始，每天字音字形练习啊，成语一三五，句式二四六！都买个本子记下来每天复习！要抽背的！\n\n23.数学怎么可以有选择题和判断题呢？数学多么严谨，不应该有这种可以靠蒙猜中四分之一的题目！全部填空题，然后就是解答题！每道题分值拉大！防止总分不够！这样，一个填空题五分嘛！\n\n24.考圆？有点简单了。考坐标系？还是简单。考变换？还是不太好。算了，三个一起吧！都很简单嘛！\n\n25.什么什么？之前出的题难？那好吧，这次给个送分题，就论证一下勾股定理嘛！这下简单了吧！\n\n26.什么什么？语文题目太死板？好嘛，这次高考不考字音字形成语句式结构啥的了！换图片题！【这里说明一下，直到拿起卷子的那一刻，全江苏的考生才知道语文卷子换题型了】\n\n27.都说政治试卷费笔水，我历史试卷不服！这次高考非给你们点厉害！写小论文去！去去去去！写的不好这题没分儿啊！\n\n28.既然都是学过政治选修的人了，这考题怎么能和以前一样让你轻易揣摩出意义所在呢？你猜我要考你哪个知识点啊？\n\n29.想到了再更\n\n\n妹妹从幼儿园就知道要上补习班，不然上不了好的小学，考不到好的初中，更进不了好的高中。\n\n现在你和我说要减招？\n编辑于 昨天 08:15 75 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利\n27 赞同 反对\n爱小臭 ，知乎不是懒人的搜索引擎\n穆子酱、不挤痘痘会死星人、Lipeng Hu 等人赞同\n南京又称金陵；\n相传金陵的名称是因秦始皇在金陵岗埋金以镇王气而得，\n即“埋金的陵墓”，故名金陵。 而金陵岗据说在今幕府山西。《景定建康志》记载：“父老言秦(始皇)厌东南王气，铸金人埋于此。”\n\n江苏从来就不是政策的宠儿。\n看看全国还有比南京更加惨的省会么？\n建国的时候，南京的高校政治不正确。我懂，你们要摆一刀，\n还是太强，56年院系改革，又被摆一刀，江苏的高等教育已经被拆掉七零八落，\n高考朝令夕改，10年改3次，\n现在又要减招。\n\n王气早就被镇住啦！求求你们别再镇啦\n编辑于 昨天 22:40 4 条评论 感谢 分享 收藏 • 没有帮助 • 举报 • 作者保留权利",
				"added": 1463493756
			}
		],
		"2_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 13,
				"body": "> [zxwanghongyi](#comment_12_1P7v9ss1TSLcZJVhuGEeYMfqoFi1zyNBeu): 然而高手的文章被墙，帮忙搬一下吧\n\nhttp://127.0.0.1:43110/15gfg6DUVkp7ApLSMQvC2ig5qy8j91jXeW/2010/04/howto-cover-your-tracks-0.html",
				"added": 1463832211
			}
		]
	},
	"comment_vote": {
		"4_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": 1,
		"10_16wwAE2D3hAkq712GG63DCKY2Xqi8U9XiB": 1,
		"7_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": 1,
		"10_1K96fUbDXGTdFyPuaoDSY15xUogUGsTGSs": 1,
		"1_1KNPTS72WJqvWsK5fowyCQ15ioRczjkj3z": 1,
		"3_18GTFHnYdT6yY1WU6Dobc8GWHJfwk7SrTP": 1,
		"68_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": 1,
		"688_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"31_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"110_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"9_1ATwnnMmnWF2NWdaEBDMxzjFNMghixLBKE": 1,
		"45_1E1DowYbJUxTs61csVF3zE9JgJCJeuckbx": 1,
		"1_1P3gAge9KtdpC183rvFmaSdcwdXDWqXJqE": 1,
		"735_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"2_1W4f3mDu2Dkv5UGD3K63p8xeT82t9UKbJ": 1,
		"31_16qagSTV2hzZxmzwRL7xeLWYFfEQxxyq3y": 1
	}
}