{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "在YOUTUBE，我現在都懶得拉下去看評論欄",
			"body": "尤其政治影片，總有堆自幹五狗奴才為土共護法，像隻跳出圍欄的豬為農場主人辯護 。難得翻牆不好好看看真實的世界啟智，這些人真是一世活該受罪",
			"added": 1465736772,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 12,
	"comment": {
		"4_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": [
			{
				"comment_id": 1,
				"body": "雖說在中共的愚民政策下 很多人都麻目裝傻保身，但李毅吧這群人在FB出醜的背後是那種奴才式護主批鬥，搞著文革的網絡翻版啊... 那種思維倒退自甘為奴看得我都要絕望。中國人 ，你的後代被逼注射垃圾疫苗, 飲毒奶食洗衣粉油條交世界第一重稅住佔百年收入的豆腐渣樓房 就連子宮的使用權都被剝奪， 郤整天叫喊滅美屠日殺棒子 ? 你們還不明白真正的敵人是誰嗎? 還不知道你們欠的是先進的制度 ，失落的道德嗎?",
				"added": 1460563519
			},
			{
				"comment_id": 2,
				"body": "人類的道德是不需要宗教作基礎 ，善惡價值同理心等等是需要一代一代正向教育感染，而不是口號式喊 我是主的羊信主不用墮落地獄 這些精神毒藥",
				"added": 1460647937
			},
			{
				"comment_id": 3,
				"body": "不過最重要的還是要消除現在中國那種二元唯物辦證法 ，把奴才變得更頭腦混亂 根本狗屁不通!你跟他說牛扒比屎進步 ，他跟你說屎是美食的對立 ，再配合中共式的「中庸」屎非屎屎不一定是屎 屎可以有另一種風味 等等等 看得淚流滿面",
				"added": 1460648159
			},
			{
				"comment_id": 7,
				"body": "> [azerouser](#comment_11_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7): 理论上是可以没有关联性， 像和我公司合作的台湾公司，他们一个小老板就在天朝包二奶，经常换人包，费用算作租房费用由我公司出，在做brochure的时候，上面写台湾的定位，他当然想写中华民国啥的，但是，直接被我厂否决，他P也不放... 让我都有点失望... 当然，私底下他还是说独立啥的，在我心中难免大打折扣。\n\n就像日本人常到東莞嫖妓 廣東建廠等等 不代表日本不獨立吧",
				"added": 1461153937
			}
		],
		"8_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 4,
				"body": "港人在此 ，有關香港的問題歡迎交流交流",
				"added": 1460648954
			},
			{
				"comment_id": 5,
				"body": "> [p2p](#comment_234_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 欢迎！之前@cyrax还在说怎么没有香港人\n\n的確香港人不太關心中國的「不和諧勢力」，例如 美國之聲 中國數字時代 隨想君這些 我猜香港不多於1000人會瀏覽注意...",
				"added": 1460716523
			}
		],
		"6_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": [
			{
				"comment_id": 6,
				"body": "我嘗試回答吧:\n\n    这个才是最大的问题 黑土共都黑的没有水平 香港的问题有大陆因素 但是最核心的问题是香港自己的 除了问题找别人的原因是最简单的\n\n答: 一切都是政治 ， 經濟民生法律 一個政策就可以左右， 甚麼叫香港自己的問題?回歸後每年不斷放新移民來港，空降政治人物操控港府 廉潔程度年年下降  嘗試推國安法 等等等.... 不關大陸共產黨事?!\n至於金融海嘯金融風暴是環球因素 ，是全球化的問題 這點不只關香港中國的問題 我不多說\n\n    这就是玩民粹 很解气 也讨巧 对解决问题一点用都没有\n\n呵呵 太監批評別人性生活不美滿嗎? 甚麼叫民粹 ? 保護基本人權叫民粹? 說幾句趙家壞話叫民粹? 這個民粹字眼常被在受二元對立唯物辯證法受腦的那群自幹五濫用。 民主跟權貴專權不是像對立的 ，稍為正常的人都會看得出高低之分。民主制度不是完美的制度，卻是最有活力保障國家的制度，從下而上地監控當權者 當上位者犯錯時便踢下首領座的一個制度 。在民主制度下 人才是公民 而不是愚民 蟻民 牧民 任予宰割，你那朋友連在中國光明正大批評趙家一句話都有生命危險的環境下 ，擺出一副好奴才的臉幹嘛 \n\n    大陆也是土逼 有什么好封杀的 就让大陆人看看又怎么样\n\n這句我有點不明白，抱歉 可以再解釋一下意思嗎?\n\n    现在的当权的红2代全是当年文革的受害者的孩子\n\n当年文革的受害者死的死 被百般欺壓 到今時今日公道還沒有拿回 說甚麼掌權是不是幻想力過強?\n從1949中共掌權後 全是共產黨那十幾位元老下的派系以及附屬掌權全國各地，中國現在是權貴式資本主義客觀現實官先於商，就算是馬雲你稍為看看新聞也不難了解他是那一派下的人\n\n    大陆当权的和香港财阀是一条船的人 香港底层不敢开罪财阀 都说是土工的问题 中产阶级更是依附财阀 这点和大陆的情形也很相似\n\n全世界都會有不同生活質素 不同社會影響力的人 , 客觀來說是有不同層級。但在香港底層不敢開罪財閥就純粹笑話，暫時香港還有健全的法律和自由(沒民主) ， 資訊十分流通發達，言論的影響力比內地表現出來大得多。財團吸金能力驚人一回事，但公關 對外形象等等 絕對不敢表現出主子嘴臉，XX集團XX公司XX部門通歉記者會 公司追查等等三天兩日就會出現在香港的新聞報紙雜誌 這點有機會的話大陸的朋友請過來香港旅遊生活一兩星期體驗一下\n\n\n    还有说普通话和方言的问题 小学老师不让孩子说方言 我猜这个是为了方便语文教学 应该不是教育局发文要求的 是老师的视野小 眼皮浅 家长是关键因素 只要家长不觉得方言土 有意识的和孩子说 这个根本不存在危机。 最大的问题是傻逼家长和傻逼老师保持高度一致的看法 那可能真是苦了孩子\n\n香港政府想做的是慢慢地推行普通話教學  但香港人的本土廣東話意識很重，短期內是消磨不了的。\n\n現在香港已經有小學在做普通話在教學語言，很多家長都表示小孩語文能力比正常學校差 用字發音思維不論不類。\n\n語文教學用普通話是不會較方便 。粵語承傳了很大部份中古漢語文化底蘊，用粵語讀靜夜思你會發覺比所謂北京腔作準的普通話通順流暢得多。粵語用字存古留韻 精煉啜核 。甚麼普通話文明正宗只是共產黨意圖消磨地方意識維穩的手段，語言代表文化 ，不同語言代表差異，君不見上海廣州等地都較排外? 不過上海廣州都已經被慢慢同化 但異同不是這樣好調和的 港人表示期待真正的地區爆發....\n\n\n本人胸無墨水，以上只是我平日觀察學習所得 ，歡迎指正",
				"added": 1461071931
			}
		],
		"4_1NL5YZdozXc6ZNzKm78H4SjSMabyzV16YX": [
			{
				"comment_id": 8,
				"body": "中華文化三大禍 ，蒙元滿清赤共  部部都是血汗史",
				"added": 1464018245
			},
			{
				"comment_id": 11,
				"body": "> [youta](#comment_5_17EvTkS8Jt3QPqmtoHFfNJsPKBJMgdctDA): 美国没干涉美洲么？如今美洲大部分国家大都是单一经济，这是谁的错？\n> 民主在上世纪80年代的确是一杆战无不胜的大旗，就如同当初的马克思主义席卷全球一般，可最终热潮消退的时候，还是要靠经济说话的。就国内绝大部分人来说，与其所是民主不如用民粹来表达更合适，菲律宾、阿根廷、乃至现在台湾地区的历史教训还不够么？\n\n媽的有英美法德這些民主強國不說去說菲律賓，你怎麼不說共產陣營紅色高棉蘇聯北韓有多垃圾? \n\n不是所有事情都是經濟解決到 你吸的PM2.5毒空氣 吃的有害食物 你兒子打的過期疫苗你避到嗎?\n\n再說沒人權沒公義的社會經濟再好也是趙家人的袋裏錢，關你甚麼事? 中產又如何一個李剛兒子你就給跪!還好意思為這個醬缸護航，真是作嘔 民粹民粹整天開口閉口都說民粹這字眼的大多都是連基本人權都搞不清的傻B",
				"added": 1465736479
			}
		],
		"1_1GPyZ5aQhp9WquV7WfSefMvQXumDJhN545": [
			{
				"comment_id": 9,
				"body": "人太少了 ,  不要說是資源站 就是有價值的資訊也不多",
				"added": 1464365886
			}
		],
		"1_12nosggn5KYWFu3SmxcJUzdi98WGPrKaki": [
			{
				"comment_id": 10,
				"body": "這題目趣味性十足啊",
				"added": 1464365982
			}
		]
	},
	"comment_vote": {}
}