{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "右边拖出的菜单里提示“WebGL not supported”是什么原因？",
			"body": "正常应该是显示那个地球仪的，现在提示WebGL not supported，是我自己电脑的原因，还是零网的原因？",
			"added": 1469963310,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "提醒：下月起 你在朋友圈说的每一句话都可成为呈堂证供",
			"body": "来源：新华网\n\n“你有权保持沉默，但你所说的每一句话都可能作为呈堂证供。”   请注意，从下月起，我们经常在香港电影里听到的这句话，可能变成：   “你有权保持沉默，但你在网页、朋友圈、贴吧等说的每句话都可能成为呈堂证供。”\n\n  最高人民法院、最高人民检察院、公安部日前联合下发《关于办理刑事案件收集提取和审查判断电子数据若干问题的规定》，按照规定，法院、检察院和公安机关有权依法向有关单位和个人收集、调取电子数据。电子数据面临被篡改或灭失“危险”时，县级以上公安机关负责人或检察长可批准对其冻结保全。 \n\n  据悉，该规定将从2016年10月1日起施行。\n\n  电子数据是什么？要怎么审查？看解读，与你我有关！\n\n  1电子数据是什么？\n\n  规定中所说的电子数据，是案件发生过程中形成的，以数字化形式存储、处理、传输的，能够证明案件事实的数据。\n\n  具体包括但不限于：\n\n  1、网页、博客、微博客、朋友圈、贴吧、网盘等网络平台发布的信息；\n\n  2、手机短信、电子邮件、即时通信、通讯群组等网络应用服务的通信信息；\n\n  3、用户注册信息、身份认证信息、电子交易记录、通信记录、登录日志等信息；\n\n  4、以及文档、图片、音视频、数字证书、计算机程序等电子文件。\n\n  规定中明确表示，人民法院、人民检察院和公安机关有权依法向有关单位和个人收集、调取电子数据。有关单位和个人应当如实提供。如电子数据涉及国家秘密、商业秘密、个人隐私的，应当保密。\n\n  2电子数据怎么展示？\n\n  在电子数据的移送和展示方面，规定强调，收集、提取的原始存储介质或者电子数据，应当以封存状态随案移送，并制作电子数据的备份一并移送。\n\n  公安机关报请检察院审查批准逮捕犯罪嫌疑人，或者对侦查终结的案件移送检察院审查起诉的，应当将电子数据等证据一并移送检察院。\n\n  控辩双方向法庭提交的电子数据需要展示的，可以根据电子数据的具体类型，借助多媒体设备出示、播放或者演示。\n\n  必要时，可以聘请具有专门知识的人进行操作，并就相关技术问题作出说明。 \n\n  3电子数据怎么审查？\n\n  规定强调，检察院、法院应当围绕真实性、合法性、关联性审查判断电子数据。对电子数据是否真实，应当着重审查以下几方面内容。\n\n  1、电子数据真实性应当着重审查是否移送原始存储介质；\n\n  2、在原始存储介质无法封存、不便移动时，有无说明原因，并注明收集、提取过程及原始存储介质的存放地点或者电子数据的来源等情况；\n\n  3、电子数据是否具有数字签名、数字证书等特殊标识；\n\n  4、电子数据的收集、提取过程是否可以重现；\n\n  5、电子数据如有增加、删除、修改等情形的，是否附有说明；\n\n  6、电子数据的完整性是否可以保证等内容。\n\n  4电子数据怎么保存？\n\n  同传统证据相比，电子数据具有高科技性、不稳定性等特征，一旦被修改或删除，其证据效力就有可能丧失，进而影响整个案件的顺利办理。\n\n  因此，电子数据的保全就显得尤为重要。规定指出，\n\n  在收集、提取电子数据过程中，办案人员可通过扣押、封存电子数据原始存储介质，计算电子数据完整性校验值，制作、封存电子数据备份，冻结电子数据，对收集、提取电子数据的相关活动进行录像等方式方法对可作为证据使用的电子数据进行保护。\n\n  5电子数据怎么鉴定？\n\n  规定还强调，对扣押的原始存储介质或者提取的电子数据，可以通过恢复、破解、统计、关联、比对等方式进行检查。\n\n  对电子数据涉及的专门性问题难以确定的，由司法鉴定机构出具鉴定意见，或者由公安部指定的机构出具报告。\n\n  对于检察院直接受理的案件，也可以由最高人民检察院指定的机构出具报告。\n\n  电子数据检查应当制作笔录，由有关人员签名或盖章。进行侦查实验的，应当制作侦查实验笔录，由参加实验的人员签名或盖章。",
			"added": 1474604171,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"1_12nosggn5KYWFu3SmxcJUzdi98WGPrKaki": [
			{
				"comment_id": 1,
				"body": "QQ群。。。。。。",
				"added": 1474604024
			}
		]
	},
	"comment_vote": {}
}