{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "如何在局域网中架设zn代理",
			"body": "我用电脑刚打开了zn，用手机访问192.168.1.100（我电脑的地址）:43110，联不上去",
			"added": 1474955077,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "三星不给中国召回?三星凭什么给中国召回",
			"body": "转载自知乎@我有自闭症 \n作者：我有自闭症\n链接：https://www.zhihu.com/question/50545547/answer/123561675\n来源：知乎\n著作权归作者所有，转载请联系作者获得授权。\n\n能不能别幼稚了，你的三星手机爆炸了，关我什么事？人家三星大品牌，高端洋气上档次，岂是你们这群屌丝能抹黑的？国家质检总局都不想搭理你们这群屁民，人家三星都说了是你们的问题，就是你们的问题，我以后还会买三星！\n\n所以实话实说：\n三星受得影响微乎其微，目前三星在中国份额是8%，并不会因为这件事降到5% 6%或者更低。你可能不服，但这就是最终结果，很多答主包括受害者，都是在发泄情绪，并没有理性分析。在我分析之前，先参考个案例！\n\n参考：\n速腾断轴门后，大众CEO说我们的车没有任何问题，都是因为中国人的开车方法不对，才导致了断轴，而补救结果是在用一块钢板焊接在了断裂处，并不是换新的！人家就是这么看不起你，这么无视你！结果呢？速腾卖的更好了，丝毫不受影响！大众神车地位稳若泰山！\n分析原因：\n\n1、缺少监督。国内关于消费者保护的法制非常不健全，然而比不健全更可怕的是有法不执行，或者选择性执行。\n在我国所有国家真正动用法律手段保护消费者的案件无一不是造成了重大社会危害社会影响或者危害国家安全的那些，比如三鹿奶粉和高通被罚就是这么回事，因为你影响社会稳定安全了，这是红线！三星现在炸机也就是个位数，也没有人受伤，显然不属于重大社会危害，因为你几个人手机爆炸就大动干戈，性价比极低，真的。有这闲工夫斗两盘地主了！\n大众在美国仅仅是尾气排放作弊（虽然尾气排放超标，最终会危害人类健康，但这并不直接影响消费者安全），就被罚了150亿美元，而在中国汽车断个轴都没有政府部门的明确表态，谁能维护你的权益？何况只是个手机？你又没有受伤，多大个事，别没事扰乱社会主义安定了。\n显然，这些跨国名企之所以敢这么有恃无恐，政府是多少有些作用的。你罚速腾，罚大众，不就是在罚一汽吗？一汽是什么？共和国娇子！！！你罚一汽不是打共和国的脸吗？同理，三星在中国那么多工厂和研发部的所在地政府，谁也不想三星崩了，因为几个人的手机爆炸了，把我们的纳税大户整没了，想都不用想就知道这些人会做什么选择。\n没有一个权威主体出来表态和正确的引导群众，吃瓜群众群龙无首就会被个个击破。\n\n\n2、大量奴性国人的存在，加剧了这一结果。\n这个不多说了，洋老爷的东西都是好的，无论你们怎么“诋毁”，我就相信洋老爷的东西，你们国产的水军，干不过我们洋老爷就用这种下三滥的手段，我始终相信洋老爷是最好的！这些人只有被“炸”死才会醒悟吧。\n另外，众所周知，任何可信的检测报告，都应该由没有利益相关的第三方来做并公布。然而，三星把爆炸的手机拿回去自己检测，然后公布对自己有利的结果，就相当于杀人犯自己给自己审判，然后宣判自己无罪。多么无耻的行为！利用自己相比于受害者更大的平台和传播力，在没有任何证据的情况下，散布虚假信息，说人家机主自己微波炉加热了，进行人身攻击和诽谤，制造舆论，从而使真正的受害者处于风口浪尖，这难道不是造谣吗？不违法吗？有人管吗？所以有关监督部门的不作为，也是助长了这些奴性人的对洋老爷崇拜之情！你看人家三星都说了，是你自己放微波炉里引爆的，根本就不是手机的问题，而是你素质低，想骗补，你就是国产低端货的请来的演员，三星是最好的！至于，这是不是三星的一面之词，是否有证据证明，对他们来说已经不重要了，反正三星已经说自己没问题了，那就是没问题！我就相信三星，奴才样一览无余！\n\n\n3、归根到底，原因在于社会发展的阶段太落后！现在虽然中国人越来越有钱了，但在社会民生，民主法治，民众素质的建设上，与发达国家相比，真的差的不是一点半点，再鉴于我国目前发展的巨大的不平衡性，估计还需要两三代人的时间才能真正成为全面的发达社会！有了健全公平的法治，理智高素质的民众，到时候这些问题才能得到令人满意的解决。\n所以对于三星会不会衰落就不要yy了，就目前来说，事情的影响比你想象的小的多，主流媒体很少报道，只是微博时不时蹦出来几个，下面还多是水军……",
			"added": 1475120550,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 5,
	"comment": {
		"1_1DhW5omP4x5oVKtvw9sjW6MLd48qSZKZ3L": [
			{
				"comment_id": 1,
				"body": "对于反对压迫，争取自由这种事而言，用户的质量远比数量重要的多。换句话说，就算让zf和gfw滚蛋了，中国人也会再找来一个压迫者",
				"added": 1474954926
			}
		],
		"1_1P2WwXDP8eLoFc4Bq63RNFfm34YL7bBWaa": [
			{
				"comment_id": 2,
				"body": "说得好！鼓掌！啪啪啪啪啪啪啪啪啪。那么请楼主先为我们示范一下",
				"added": 1475120880
			}
		],
		"1_17qLXXw5HAJkUYDfDeSJdP4g5YhDNbDo1R": [
			{
				"comment_id": 3,
				"body": "已打开“Download all optional files”选项",
				"added": 1475212239
			}
		],
		"1_12nosggn5KYWFu3SmxcJUzdi98WGPrKaki": [
			{
				"comment_id": 4,
				"body": "为毛不用telegram？",
				"added": 1476106118
			}
		]
	},
	"comment_vote": {
		"1_16iWBdXk4D5rdWVKAmrnAVrReyJzEpcLbT": 1
	}
}