{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "转发一些穆学定律",
			"body": "1.穆斯林測不准原理（買買提測不准原理）\n①.当你能确定一个穆斯林的位置的时候，你就不可能知道他是不是极端的。当你能确定一个穆斯林是极端的时候，你就找不到他了；\n②.一名穆斯林在开枪或者自爆前，我们无法确定这名穆斯林是极端的还是温和的；\n③當穆斯林體重增加時，我們不知道他是變胖了，還是綁炸彈了。\n④.一名穆斯林在把羊带去清真寺或者家里之前，我们无法确定这名穆斯林是要艹羊还是要吃羊肉；\n⑤.你买切糕之前谁也不知道这块切糕几块钱。你不买切糕之后谁也不知道买买提要砍你多少刀；\n⑥.你永遠不知道他們白帽子裡面是不是一個炸彈或者一個單細胞。\n2.薛定諤的女權主義者\n当你看到一个自称的女权主义者，你并不能判断他是爱好女权还是虔诚穆斯林，除非她开始赤裸上身或披上面纱。在平时则表现为女权和清真的叠加态。当她面对同族直男的时候，他会表现出女权的一面，当她面对黑绿大雕的时候，她就表现出清真的一面。\n3.暴溫二象性\n①.穆斯林既有恐怖分子的性質，也有溫和派的性質;\n②.温和穆斯林就是你不满足他的要求，他就boom。激进穆斯林是不管三七二十一，直接boom；\n③.一个穆斯林在众目睽睽的社交网络上呼吁大家理性，呈现温和的性质；而在别人不注意的情况下boom地一下就自爆了，呈现极端的性质；\n④.当你观察一个穆斯林的时候，他是温和的穆斯林，当你不观察的时候，他是极端的穆斯林。\n4.安拉量子糾纏與擾動\n①.两个相距遥远距离的穆斯林，一个号召发动圣战，另一个立即受到影响随之变得极端；\n②.每当有一个自称是极端穆斯林在世界上某处自爆或者开枪时，必然会有另一个自称温和穆斯林在世界上另一处求理解求拥抱宣称自己爱和平；\n③.当一个穆斯林得到另一个穆斯林的自爆新闻时，会主动同步自爆且不受外界影响，我们称这种现象为安拉量子纠缠；\n④.當中東的穆斯林自爆時，美國隨機出現穆斯林槍擊。這叫安拉量子擾動。\n5.穆罕默德·費米悖論\n溫和穆斯林是存在的，但是我們永遠不會找不到。\n6.古蘭背景輻射\n①.古兰背景辐射是来自古兰经和原教旨主义的智*辐射，也称为买买提背景辐射\n②.量子穆学认为，写出古兰经时，古兰经所携带的智*能量是极高的，之后慢慢降温，到现在大约还残留着3K左右的辐射。\n7.穆斯林鍊式反應\n一个极端穆斯林会将两个穆斯林变成极端穆斯林，新产生的极端穆斯林又会继续作用。\n8.穆罕默德半衰期\n一群極端穆斯林有半數發生自爆所需要的時間，叫穆罕默德半衰期。\n9.清真躍遷\n①.当外界提供足够的清真能量后基态的温和穆斯林将成为激发态的极端穆斯林，这称为清真跃迁；\n②.当一个穆斯林爆炸生命值归零时会释放出大量能量，并跃迁72个处女能级；\n③.穆子能级跃迁——穆斯林受到阿訇的激发后，会发生能级跃迁，释放大量能量，从无老婆状态跃迁至拥有72个处女能级。\n10.穆斯林黑洞原理\n當穆斯林靠近其他團體時，一切人性失效，一切價值觀失靈。\n11.波色因子\n一个完全穆斯林体系中交换2个尚未坍缩到爆炸态的穆斯林的位置和动量，不会影响他们爆炸的概率与方式，即两个穆斯林在交换后爆炸率不变。\n12.穆速不變原理\n无论在何种体系中观察，在不考虑催化剂的情况下，穆群体中产出恐怖分子的速度都是一定的，不随白左和穆黑的言论而发生改。\n13.聖訓不變原理\n不管以何参照系，伊斯兰教的高贵都恒定不变，这就是著名的圣训不变原理。\n14.麥克斯韋的穆斯林場理論\n变化的温和穆斯林和变化的极端穆斯林彼此不是孤立的，它们永远密切地联系在一起，相互激发，组成一个统一的穆斯林的整体。\n15.穆斯林的清真彈性\n单个穆斯林在自身清真能量不同的时候，所趋向于极端的速度是不同的，这称之为穆斯林的清真弹性。\n16.極端穆斯林的波粒二象性\n当一个极端穆斯林爆炸的时候，能量宏观上以冲击波形式传播，微观上以肉粒形式来传播，这叫极端穆斯林的波粒二象性。\n17.穆斯林 – 諾特定理\n①.時間平移不變性：穆斯林一千年前是什麼樣子，今天還會是那個樣子;\n②.空间平移不变性：一个极端穆斯林，从阿富汗移动到了美国，依然是极端的；\n③.空间旋转不变性：极端穆斯林身上的炸弹会向所有方向发出冲击波，它们带着的冲锋枪会向所有方向发射子弹。\n18.繆瓦西半徑\n当一个穆斯林离你只有一个拉面馆的距离时，你将无法逃逸，这个距离称之为缪瓦西半径。\n19.疊加與坍塌原理\n一个穆斯林永远处于温和与极端的叠加态，当你观察时，他会马上确定他的状态是温和还是极端，这称为穆斯林的坍缩。\n20.默罕默德相對論\n当卡菲勒做了很多件好事时，穆斯林觉得他什么都没做。当穆斯林暂停恐怖袭击时，卡菲勒觉得他们是温和的。\n21.熱穆學三大定律\n①.第一定律恐怖分子不会凭空产生，也不会凭空爆炸消失，它只是由一个温和穆斯林转变为一个极端穆斯林，在转变的过程当中，对卡菲乐的仇恨总量是不变的；\n②.第二定律穆斯林會自發的由溫和向極端轉變，但不會自發的由極端向溫和轉變。\n③.第三定律卡菲樂只有生命值為零時才清真。\n22.清真守恆定律\n①.清真守恒定律一：穆斯林既不会消亡也不会被创造，它只会从一场自爆变成另一场自爆。这叫做穆斯林守恒定律；\n②.清真守恒定律二：穆斯林可以自发地从温和派转向极端派，但不可能自发地从极端派转向温和派；或者不可能从卡费勒吸引信徒，并将这信徒完全变为极端派，而不产生其他任何影响；或者随时间进行，一个孤立穆斯林社会中的极端派不会减少；\n③清真守恆定律三：絕對溫和派不可達到。\n23.安拉的熱力學第二定律\n温和穆斯林总是自发的向极端穆斯林转变，不可能把极端穆斯林变成温和穆斯林而不产生其他影响，是为安拉的热力学第二定律。\n24.賽義德布朗運動\n恐怖分子的袭击频率是不规则的，是永不停歇的，当白左的势力越大，频率越高，这就是赛义德布朗运动。\n25.穆斯林多態性\n①.开枪自爆前是温和穆斯林，开枪自爆中是极端穆斯林，开枪自爆后不是真正的穆斯林；\n②.温和穆斯林是冰，极端穆斯林是水，不是真正穆斯林是汽，这称之为穆斯林三态性。\n26.不可逆反應\n温和穆斯林总是自发的向极端穆斯林转变，极端穆斯林不可能变成温和穆斯林。\n27.哈里發不相容原理\n①.同樣的，什葉派人彈和遜尼派人彈不可能同時出現在一輛自爆車裡。\n②.不可能有兩個或兩個以上的教派同時處於相同的教區。\n③.穆斯林與同性戀不能和平相處。\n④.穆斯林與猶太人不能和平相處。\n⑤.穆斯林與豬也不能和平相處。\n28.穆斯林的催化作用\n穆斯林會加速社會的毀滅，但是本身不會發生變化。\n29.穆斯林焍熵原理\n温和向极端转化伴随释放大量能量。极端向温和转化外界压力必须超过很高的极限值，并吸收大量外界能量才可能发生。\n30.穆罕默德臨界現象\n每个穆斯林都是温和的穆斯林，当超过一定数量的穆斯林在一起的时候就成了一群极端的不是真正的穆斯林。\n31.熵增加原理\n孤立群居系统中的穆斯林永不自动减少，穆斯林在可逆过程中不变，在不可逆过程中增加。\n32.穆斯林化合反應\n当温和穆斯林增大到一定数量时，所产生的高温高压将迫使其融合产生极端穆斯林并释放出大量的能量。公式为：温和穆斯林+温和穆斯林=2极端穆斯林+10公斤tnt能量。\n33.清真摩爾定律\n穆斯林的數量每隔18～24個月左右左右會成倍增加。\n34.清真的飽和，過飽和與結晶現象\n在一个世俗国家中，能与卡费勒和平共处的穆斯林存在一个上限，随着执法严厉程度的提高，该上限会提升。如果执法严厉程度缓慢降低，该国家的穆斯林并未发动恐怖袭击，一旦执法严厉程度迅速降低或者外部输入一个恐怖分子，则该国会大量出现恐怖分子。\n35.穆罕默德重排\n当温和穆斯林在**环境，会发生重排，身上藏有的枪支弹药会暴露并握在手里使用。\n36.穆罕穆德猜想\n①.任何一个人数大于2的穆斯林群体，都可以表现为两个极端穆斯林群体之和;\n②.穆斯林增加，若全球的总人口不变，但其中对社会有贡献的人必定减少，对社会价值也必定减少。\n37.買買提·圖靈測試\n当一个穆斯林试图拥抱你，若你被炸死的几率超过30%，则该穆斯林成为强极端穆斯林，否则称为弱极端穆斯林或温和穆斯林，这就是著名的买买提·图灵测试。\n38.伊本瓦哈比極限\n根据计算可以得出一个穆斯林极端的临界值，若比这更极端的穆斯林，则会自爆，这个临界值就是“伊本瓦哈比极限”。\n39.穆斯林極限定理\n每一個穆斯林，無論是溫和派還是極端派，都無限趨近於恐怖分子。\n40.清真夾逼定律\n在没有摄像机的情况下，如果一个未测量的人左边是一个穆斯林，右边也是一个穆斯林，那么他也是一个穆斯林，这被称为清真夹逼定律.\n41.充分不必要條件\n①.不是每一個穆斯林都是恐怖分子，但恐怖分子都是穆斯林;\n②.溫和穆斯林不一定極端，但極端穆斯林一定溫和過。\n42.共生現象\n①.穆斯林與羊能和平相處;\n②.穆斯林與驢能和平相處。\n③.穆斯林與駱駝能和平相處\n④.聖母能和穆斯林共存，反之則不能。\n43.巴普洛夫原理\n①.一名穆斯林在看見羊時就習慣性會勃起，這種現象被稱為巴普洛夫原理;\n②.每年斋月的时候号召穆斯林发起圣战，即使连续多年以后即使阿訇不再号召圣战，此后每逢斋月穆斯林也会自动走到人多的地方爆炸。\n44.穆聖生殖隔離\n穆斯林與卡菲勒可以雜交，但不能產生後代，這稱之為穆聖生殖隔離。\n45.法德爾定律\n极端穆斯林相对温和穆斯林为显性，当极端穆斯林与温和穆斯林杂交时，生出的后代全部表现为极端穆斯林。\n46.買買提藍移效應\n當觀察者周圍買買提越多時，觀察者離恐怖襲擊越近。\n47.穆罕默德隱性遺傳。\n兩個不帶炸彈的穆斯林生出個帶炸彈的穆斯林，這叫穆罕默德隱性遺傳。\n48.西班牙語穆斯林變位原則\n一个穆斯林只是一个动词原形，你永远不知道他的爆炸会变成什么时态。是“陈述式现在时”(正在boom)，“虚拟式现在时”(可能boom)，“陈述式将来时”(将来要boom)，“虚拟式将来时”(将来可能boom)，“陈述式过去未完成时”(过去boom了，但没成功)，“陈述式过去完成时”(过去boom了，成功了)，还是“命令式肯定时”(命令其boom)。\n49.迫害定律\n卡菲勒又不信教又不肯死就是對穆斯林的迫害。\n50.古蘭經定律（積累莫返定律）\n历史上的宗教宽容政策不止一次，但每次宽容政策实施之后，极端穆斯林数量在下降极短的一段时间后又以几何级的速度涨到一个比政策推行前更高的数量。\n51默罕默德·蝴蝶效應\n中东的一个穆斯林背诵古兰经会引起北美的一系列爆炸，这就是著名的穆罕默德·蝴蝶效应。\n52.穆太效應\n凡是穆斯林的，需要加倍给他叫他多余；凡是卡费勒的，连他所有的也要夺过。这叫做穆太效应。\n53.穆桶原則\n集体恐袭时的杀伤力，取决于那个最温和的那个穆斯林，这就是传说中的“穆桶原则”。\n54.吉哈德·鯰魚效應\n当一个穆斯林在人群里突然丢了一个包，人们开始往四处奔跑，这个现象叫做吉哈德·鲶鱼效应。\n55.齋月效應\n①.齋月期間，積分雙倍，來就送72處女。\n②.极端穆斯林的数量每隔一年左右会周期性增加，同时卡菲勒数量会周期性减少。\n56.穆聖墨菲定律\n如果你担心穆斯林有恐怖袭击的可能，那么就总会恐怖袭击，这就是所谓的穆圣墨菲定律。\n57.清真剩餘暴力理論\n一个穆斯林的暴力行为可以分成两个部分，必要暴力行为和剩余暴力行为，必要暴力用于发泄日常的不良情绪，剩余暴力被阿訇利用对古兰经的解释权无偿使用了。这就是清真剩余暴力理论。\n58.邊際優待遞減規律\n其他条件不变的情况下，随着穆斯林收到的优待的增加，他从该优待中连续增加的每一项优待中所得到的满足程度越来越小的一种现象。这种现象普遍存在，被人们称为遵从真主者的边际优待递减规律。\n59.穆斯林苛希納定律\n如果地球上，咖啡乐的数量比穆斯林多两倍，那么温和派穆斯林转化为极端穆斯林的几率就会多两倍，恐怖袭击发生的概率就会多四倍，如果卡菲勒的数量比穆斯林多三倍，那么温和派穆斯林转化为极端穆斯林的几率就会多三倍，恐怖袭击发生的概率就会多六倍，这是穆斯林苛希纳定律。\n60.清真手錶定律\n当回族只信奉伊斯兰教时，他的清真性可以确定，但身为回族却去信奉其他宗教时，他的清真性就消失了，穆斯林要做的就是在网上洗脑和现实威胁，使得这个信其他教的回族要么改教要么死，这个叫做穆斯林的清真手表定律。\n61.伊斯蘭不值得定律\n伊斯蘭教以外的宗教都不值得信仰。這個叫做伊斯蘭不值得定律。\n62.馬瓦里定律\n一个卡费勒总是能晋升到他不称职的地位，所以所有世俗权柄无论大小都应该是穆斯林掌握的，这个叫做彼得马瓦里定律。\n63.穆斯林的零和原理\n穆斯林所炸毁的都是卡费勒的建筑，穆斯林所获取的都是卡费勒的资源，两者正负相等互相抵消，这称为穆斯林的零和原理。\n64.麥加合作原則\n①.一个卡费勒敷衍了事，两个卡费勒互相推诿，三个卡费勒则永无成事之日。换成穆斯林早就自爆成功了；\n②.一个穆斯林敢吃猪肉、敢喝酒、可以不清真！两个及两个以上的穆斯林不敢吃肉、不敢喝酒、不敢不清真！\n65.穆斯林的污水定律\n如果一个穆斯林加入一群卡费勒社区，这个社区就变成了穆斯林社区；如果一个卡费勒加入了穆斯林社区，他就变成了穆斯林。这就是穆斯林的污水定律。\n66.信仰自爆定律\n一个穆斯林能自爆多少次，取决于的并不是他的肉体的坚韧度，而是他信仰的忠诚度。这个叫做信仰自爆定律。\n67.穆斯林的蘑菇管理守則\n卡费勒永远应该被放置于阴暗的角落和无关的部门，被无端的批评指责，得不到必要的提携，这叫做穆斯林的蘑菇管理守则。\n68.馬卡姆剃刀\n只有穆斯林才是确实存在的，卡费勒都应该被剃除。如无必要，不要增加卡费勒的实体，这叫做马卡姆剃刀。\n69.穆斯林剃刀原理\n①.当一个穆斯林同时可能用温和和极端来表述时，我们应倾向于他是极端的;\n②.当两个穆斯林组织都宣布对恐怖袭击负责时，名字比较简单的穆斯林组织实际发动了恐怖袭击。\n70.伊斯蘭基本原則\n①.实事求是，群众路线，独立自主，是清真思想活的灵魂。实事求是，不清真就是不清真。群众路线，一切为了袭击，一切依靠袭击，从教徒中来，到咖啡乐中去。独立自主，自立更生，即使是白左也不能干涉清真的行为。這就是伊斯蘭基本原則;\n②.社會中極端穆斯林的數量永遠不會減少，只會增加或不變。\n③.進入社區的穆斯林對社區的影響具有隱蔽性，持久性和不可逆性。\n④.穆斯林在環境中半衰期長不易降解，會在社區內積累，造成慢性影響。\n⑤.穆斯林在環境中的毒性和其形態相關，溫和態的毒性要小於激進態。\n⑥.穆斯林在环境中的分布有多种形态，社会环境经济条件较好时表现为温和态，当经济或局势发生动荡时表现为激进态；\n⑧.穆斯林容易在經濟條件優渥的地區富集。\n⑧.能杀死半数人群的最小穆斯林数（按激进态穆斯林的当量剂量）成为穆斯林的半数致死剂量，单位为穆/千人；\n⑨.对穆斯林的存在敏感的人群被称为穆斯林指示人群，他们的活跃程度可以反映一个地区穆斯林的数量。\n71.六穆原則\n最多通過不多於六個穆斯林，你一定能找到一個炸彈。\n72.綠乎定律\n重要的爆炸炸三次;\n重要的爆炸炸三次;\n重要的爆炸炸三次。\n73.穆斯林三定律\n①.第一法則：穆斯林必須傷害卡菲爾，或坐視卡菲爾受到傷害;\n②.第二法則：除非違背第一法則，穆斯林必須服從安拉的旨意;\n③.第三法則：在不違背第一及第二法則下，穆斯林必須保護自己。\n74.對付極端穆斯林三定律\n①.对付极端穆斯林第一定律:任何极端穆斯林都会保持着极端的状态，直到受到其他暴力的作用力迫使它改变这种状态为止；\n②.极端穆斯林受到暴力的作用会提升它的温和度，温和度与受暴力的大小成正比，与穆斯林的聚集量成反比；\n③.对极端穆斯林的宽容度与被其侵害，在同一条直线上，大小相等，方向相反。\n75.二八定律\n80％的恐怖襲擊事件是有20％的穆斯林完成的。\n76.邊際替代率\n一位穆斯林願意用子彈替換炸藥的比率，稱作穆斯林邊際替代率。\n77.不清必刪定律\n所有不清真的帖子一定會被刪除。\n78.清真羊群效應（從眾心理）\n每当一个穆斯林率先实施自爆，总会带动群体内的多数温和穆斯林仿照他的行为，转变为极端msl，这叫清真羊群效应。\n79.伊斯蘭三大特性\n①.封装：一个极端穆斯林可以封装为温和穆斯林，只让可信的穆斯林操作，对不可信的卡菲勒进行信息隐藏；\n②.多态：一个穆斯林的恐怖袭击在不同情形有不同表现形式。虽然针对不同卡菲勒的具体操作不同，但通过一个公共的古兰经，它们（那些操作）可以通过相同的方式予以调用；\n③.继承：指可以让某个穆斯林获得其父亲的属性的方法。被继承的称为“基穆斯林”，通过继承创建的新穆斯林叫做“派生穆斯林”。\n80.左手定律\n穆斯林只能用左手擦屎，並且用它揉面。\n81.人口比例定律\n①.小於1％時，他們是愛好和平的少數民族;\n②.在1％至2％，他們開始向其他人傳教;\n③.在2％至5％，他們開始發動恐怖襲擊。\n82.穆斯林困境\n个体穆斯林做出的自爆选择往往会导致穆斯林群体的集体自爆喷发，这对个体穆斯林是有利的，但对群体不利。\n83.黑暗穆斯林猜疑鏈\n放你站在一个穆斯林旁边在猜测他是极端的还是温和的，他也在猜测你是否发现了他的意图。\n84.穆罕默德·馬爾薩斯陷阱\n穆斯林的数量是几何倍数增长的，而卡菲勒的数量是直线增长的，由于穆斯林数量不能超过卡菲勒的发展水平，所以多余的穆斯林总是以各种方式自爆掉。\n85.唯一標準\n爆炸是檢驗穆斯林虔誠性的唯一標準。\n86.穆斯林狗頭定律\n①.誰侮辱伊斯蘭先知和信仰，我們就砸爛他的狗頭;\n②.誰質疑穆斯林，我們就砸爛他的狗頭。\n③.誰對穆斯林說不，我們就砸爛他的狗頭。\n④.誰在我們面前吃豬肉，我們就砸爛他的狗頭。\n87.等效分析\n①.我們可以通過一個地區的養豬頭數量來估計這一地區的穆斯林的數量。\n②.我們可以通過一個地區的穆斯林數量來估計這一地區的穩定性。\n88.三個代表\n①.瓦哈比始終代表先進人彈技術的發展方向;\n②.瓦哈比始終代表先進古蘭經最高思想水平。\n③.瓦哈比始終代表最廣大穆斯林的根本利益。\n89.默罕默德 – 羊務運動\n羊不但可以作為食品，還可以作為日用品。\n90.穆斯林容忍度\n穆斯林對於恐怖襲擊的容忍度永遠大於對穆黑的容忍度。\n91.穆聖長者推論\n①.狡猾的猶太人一直想搞個大新聞來把我們批判一番。\n②.清真也要按照基本法，同時也要考慮歷史進程。",
			"added": 1468292435,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "坐等南海仲裁结果",
			"body": "看看我的军工股会不会发力",
			"added": 1468313523,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"42_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 1,
				"body": "好多山寨币都是支那人搞的，都想着赚快钱。现在比特币也被支那人控制了，我宁可不用。",
				"added": 1468303664
			}
		],
		"27_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 2,
				"body": "请使用黑宽带，公网IP变换飞快，覆盖全国。",
				"added": 1468310430
			}
		],
		"37_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 3,
				"body": "感谢你的劳动。你让zeronet新用户少走弯路，快速上手，对软件的推广功莫大焉。",
				"added": 1468310663
			}
		],
		"2_1511upi2bbwa6tQhgnYiuVGLwS53oL7FaA": [
			{
				"comment_id": 4,
				"body": "呵呵，中国九段线历史权利无效。",
				"added": 1468315152
			},
			{
				"comment_id": 6,
				"body": "中国政府想淡化南海仲裁的影响。中国拒绝仲裁，就意味着失去了国际谈判中的仲裁约定资格，还会有什么国家陪中国玩？",
				"added": 1468889733
			}
		],
		"33_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 5,
				"body": "主要问题是现在Zeronet中文圈里都是一帮散兵游勇，没有大牛入驻，很难吸引人气。以前的xiaolan大神也很久没出现了。",
				"added": 1468889045
			}
		],
		"44_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 7,
				"body": "新功能要升级到4.0才能用呢，麻烦。暂时不想升级。",
				"added": 1470876679
			}
		],
		"3_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": [
			{
				"comment_id": 8,
				"body": "这就是传说中的分歧终端机？\n金融不是赌博是什么？金融不是骗局是什么？\n\nPPT唬人就算了，你千万别做起来，否则经侦第一时间请你喝茶。",
				"added": 1471311572
			}
		]
	},
	"comment_vote": {}
}