{
	"next_topic_id": 7,
	"topic": [
		{
			"topic_id": 1,
			"title": "请问ZeroNet的SQLite数据库是怎样同步的？如何防止被随意删除表记录或篡改数据？",
			"body": "请问ZeroNet的SQLite数据库是怎样同步的？如何防止被随意删除表记录或篡改数据？比如我本地有GFWTALK的数据库，我如果随意改了里面的数据，再同步给别人，会出现什么结果？同步的时候是把\nSQL语句同步过去，还是整个数据库文件？\n\n如我用 SQLiteStudio 工具去打开并修改 GFWTALK 的数据库，增加帖子，修改文章，等等，然后保存数据库，然后其他人向我请求 GFWTALK 的数据库更新时，就自动传给他们。\n\n因为，比如我发贴子，其实是操作我本机上的  GFWTALK 的数据库，然后 ZERONET 把我的操作同步给其他人。但如果我不仅仅是新增了我的贴子，还改了别人的贴子呢？然后 ZERONET 也把我的操作同步给其他人？",
			"added": 1469946314,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "Clone了GFWTALK或ZeroTalk后，怎么样设置讨论板块？",
			"body": "怎么样设置讨论板块？",
			"added": 1469948959,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "分歧合约，一个基于ZeroNet的盈利性项目启动",
			"body": "分歧合约（基于区块链智能合约），希望会成为国内第一个基于ZeroNet且成功盈利的项目。\n　       \n这个项目是干什么的呢！三言两语还真说不清楚。如果你一定要我用两句话说清楚，恐怕我说了你也不一定听得懂。\n　      \n好吧，我就用一句话来概括：根据人们对未来的不同预期，也就是他们对未来的分歧，通过区块链进行合作形成一种智能合约，根据未来事件的发生概率合约会涨跌形成交易市场。\n　      \n一下子不理解，没关系，这里有一个详细的PPT幻灯片介绍，看了你就懂了，项目介绍在：\n[http://127.0.0.1:43110/1KffJt5cTMuKpmp8sounvoeuhx4Tk9XpbC](http://127.0.0.1:43110/1KffJt5cTMuKpmp8sounvoeuhx4Tk9XpbC \"分歧合约介绍页面\") \n 　     \n在互联网上的正式网站和域名启用：http://www.F7HY.com ，欢迎前往发言。\n 　\n关于法律问题，在此有详述：\nhttp://www.f7hy.com/read.php?tid=12&fid=19\n    \n总结如下：\n    \n我们作为技术开发团队，并不运营分歧合约，也就是说我们只是提供技术，并不运营。 \n\n我们将来提供的测试与演示平台上的“钱、币”都只是作为测试和游戏的数字，任何人都可以免费领取的，领取之后可以进行测试。也就是说你不需要花钱买测试平台上的“钱、币”。 \n\n因此我们技术开发团队：不卖币，不收钱，不充值。 \n\n好比：我们只生产麻将桌，但并不开麻将馆。 \n\n因此，我们仅仅是技术开发，是合法的。我们开发的技术是提供给那些在所在国家或地区可以合法的运用分歧合约这个工具来开展业务的公司/个人使用的。 \n 　\n分歧合约将不会开发任何与赌博、博彩相关的功能。除非开发团队（开发人员）不属于中国国籍（的法律管理范围）。 \n\n现将仅把它作为一种金融创新工具来宣传。 这也是我为什么一开始就不想把它和“赌”这个字沾边的原因。但后来为了帮助人们理解它的概念，不得不用了一些“打赌”的例子来做比喻。 \n\n其实目前一些比特币期货不也是这样吗？当然它们与某种金融品种（商品，外汇，货币，比特币价格）相关，而由涨跌造成的差价的输赢就不是赌博了。这些赚差价（赔差价）的金融产品名字不叫赌博叫期货或期权。 \n\n什么是赌博？纯粹依靠运气、概率的输赢。 \n但政府允许的彩票（注册的、有执照的），却是合法的。 \n因此分歧合约将可以提供给拥有合法执照的彩票的公司、机构作为一种技术工具来使用。 \n\n那么体育彩票呢？ 政府允许的就是合法，未经允许（没有执照）的就是非法（就是赌博），就是非法彩票。 \n因此分歧合约将可以提供给拥有合法执照的体育彩票的公司、机构作为一种技术工具来使用。\n\n  \n欢迎会用ZeroNet开发网站的人加入。        \n有任何疑问或批评，欢迎提出。",
			"added": 1470634250,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "Hello ZeroNet 这个网站本身为何不能克隆它？",
			"body": "Hello ZeroNet 这个网站本身为何不能克隆它？\n\n还有，有些网站点出来的菜单中有 Clone ，而有些则没有 Clone 这个按钮，这是为什么呢？",
			"added": 1471164222,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "分歧合约，开始招募ZeroNet开发人员（全职、兼职都行）",
			"body": "分歧合约，开始招募ZeroNet开发人员（全职、兼职都行）\n　\n最主要的要求：\n愿意学习各种开发技术，愿意花时间在项目的各项任务上\n即使不懂ZeroNet没关系，愿花时间学习就行\n不懂区块链、不懂智能合约，不懂Python，不懂CoffeeScript，都没关系，愿花时间学习就行\n一句话：你的意愿才是最最重要的\n　\n次要要求：\n熟悉ZeroNet的原理，会建ZeroNet网站，愿意深入研究ZeroNet的API、CoffeeScript框架等\n了解分歧合约之后，认同分歧合约的理念\n愿意学习区块链、智能合约\n　\n工作地点：\n自由选择，可以在上海\n也可以远程办公，在任何地方，通过网络提交代码，交流问题\n（项目技术开发本身完全合法，无需匿名。若实在喜欢匿名的，团队也可接受）\n　\n待遇：\n股份+人民币薪水\n（按完成的任务拿股份或薪水，详见网站关于任务的分配与介绍）\n　\n有意者请到 www.F7HY.com 论坛回复，或直接加我的微信号：bingjiw    (汪先生)\n　\n网站论坛在显网：\nhttp://www.F7HY.com\n　\n项目介绍在ZeroNet：\nhttp://127.0.0.1:43110/1KffJt5cTMuKpmp8sounvoeuhx4Tk9XpbC",
			"added": 1471933762,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "透视：去中心化的本质",
			"body": "因文章含有表格格式，而本论坛无法展示表格格式，所以若需要更佳的阅读效果，可选择以下的链接。\n  　\n以下链接指向互联网，非ZeroNet链接。\n  　\nPDF版：[点此下载](http://f7hy.com/!!WBJ-IMG/decentralize.pdf \"透视：去中心化的本质\") \n  　\nJPG长图片版：[点此观看](http://f7hy.com/!!WBJ-IMG/all-long.jpg \"透视：去中心化的本质\") ，图片可放大\n  　\nJPG短图片版1：[点此观看](http://f7hy.com/!!WBJ-IMG/1.jpg \"透视：去中心化的本质1\") ，图片可放大\nJPG短图片版2：[点此观看](http://f7hy.com/!!WBJ-IMG/2.jpg \"透视：去中心化的本质2\") ，图片可放大\nJPG短图片版3：[点此观看](http://f7hy.com/!!WBJ-IMG/3.jpg \"透视：去中心化的本质3\") ，图片可放大\nJPG短图片版4：[点此观看](http://f7hy.com/!!WBJ-IMG/4.jpg \"透视：去中心化的本质4\") ，图片可放大\nJPG短图片版5：[点此观看](http://f7hy.com/!!WBJ-IMG/5.jpg \"透视：去中心化的本质5\") ，图片可放大\nJPG短图片版6：[点此观看](http://f7hy.com/!!WBJ-IMG/6.jpg \"透视：去中心化的本质6\") ，图片可放大\n  　　\n　　\n纯文本版（表格格式丢失）：\n　　\n透视：去中心化的本质\n汪炳吉（十二弟）\n 　\n人类进步得益于分工与协作，人与人之间怎样进行协作有两种方式，一种是基于自由市场经济的自由交易原则，另一种是基于暴力强权（如古代帝王的制度）。\n 　\n自由市场这种方式是去中心化的。暴力强权这种方式是中心化的。\n 　\n目前21世纪的世界是这两种方式的混合。\n 　\n不要以为以“暴力强权”为基础的人类合作离你很远，其实你每天都在进行这种合作。\n 　\n> 你每个月的工资的五险一金是你自愿交的？能否选择不交也不享受呢？像商业保险那样。答案是：不行。你公司的老板要是敢不交，公司就开不下去，更严重的要罚款甚至坐牢。\n　\n> 小孩上学，必须要户口或买房。想自己在家教孩子所有小学课程？不行。为什么学钢琴，学围棋，学舞蹈就不需要户口或买房呢？\n　\n> 没拿到签证，就想去外国。不行。你敢偷渡，警察等着你。签证制度出现之前，人们跨国旅行可没这么麻烦。天上的小鸟从一国飞到另一国需要签证吗？\n　\n> 为什么老人乘公交车，可以刷老人卡不付钱？那么老人去吃肯德基，为什么不能刷老人卡，也不付钱呢？\n　\n等等，还有许多例子。\n 　\n不要因为看得多了，就认为理所当然是这样的。以“暴力强权”为基础的人类合作方式已经渗透到了生活的方方面面。\n 　\n 　\n从能否给最多的人带来最大的效益上讲，自由市场是高效的。暴力强权仅能给少部分人带来最大效益，从所有参与者的效益的角度上来讲是低效的，仅仅对少数人是高效的。\n 　\n比特币（及其他区块链项目）的本质功能是把原先需要“暴力强权”才能实现的协作转变为用“自由市场”的方式来完成。\n 　\n为什么一定要“去中心”？  “中心化”不是挺好吗？\n 　\n货币发行中心化，结果全球普遍“多印钞，多放水”，通货膨胀，物价飞涨。\n　\n土地供给中心化，结果某些国家房价“涨上天”。\n　\n医疗服务中心化（进入门槛极高，行业控制严格），结果看个感冒要几百上千元，还要排队大半天。\n　\n电视节目审察与传播中心化，结果“打日本鬼子的连续剧”占据了大多数的电视频道。\n 　\n等等。\n 　\n因为各种“中心化”的公共服务背后都是“暴力强权”，比如你医术高明，专制某病，自己在家给人看病，不注册不挂靠医院，用不了多久，就会有警察把你带走（非法行医），即使你把每个病人都治好了。如果你不跟警察走，要坚持到底，不久你就会看见“暴力”显现了。\n 　\n不管你是开幼儿园，还是教小学数学。想在“中心化”的机制之外，另搞一套，迎接你的只有：警察、罚款、监狱，总而言之隐藏在背后的“暴力”就会显现。\n 　\n因此，要分辨某个项目或技术是不是真的在实现“去中心化”，例如：那些银行之间的区块链联盟，金融机构之间的“超级帐本”，是不是真正的“去中心化”，只要看一点：它有没有把原先其背后的“暴力强权”转变为“自由市场”。\n 　\n下面将列举一些可以“去中心化”的领域：\n 　\n<table>\n   <tr>\n      <td>功能与领域</td>\n      <td>原先</td>\n      <td>转变者</td>\n   </tr>\n   <tr>\n      <td>货币发行</td>\n      <td>各国央行垄断（制度依靠法律，法律的执行依靠暴力。所以说它背后依靠的是军队与警察）</td>\n      <td>比特币挖矿（不再需要暴力垄断）</td>\n   </tr>\n   <tr>\n      <td>转帐汇款（货币的跨国自由流动）</td>\n      <td>各大银行控制（背后依靠的是司法与警察）</td>\n      <td>比特币网络</td>\n   </tr>\n   <tr>\n      <td>货物的跨国自由流动</td>\n      <td>目前受限于各国海关及关税制度</td>\n      <td>萌芽中（各种自由贸易区、各种长途载货无人机）</td>\n   </tr>\n   <tr>\n      <td>人的跨国自由流动</td>\n      <td>户籍、国籍。各国的海关与签证制度</td>\n      <td>萌芽中（一些国家对签证的放宽，BitNation，Seasteading）</td>\n   </tr>\n   <tr>\n      <td>医院、医疗</td>\n      <td>医院行业门槛高，医生资格严格控制</td>\n      <td>（暂无发现去中心化的网上医院）</td>\n   </tr>\n   <tr>\n      <td>药品生产</td>\n      <td>各国药品专利，及国家药品许可制度控制</td>\n      <td>（暂无发现）</td>\n   </tr>\n   <tr>\n      <td>药品销售</td>\n      <td>各国对药品销售一般都有严格控制</td>\n      <td>暗网上可买卖某些在本国禁售的药品</td>\n   </tr>\n   <tr>\n      <td>航天、航空</td>\n      <td>行业门槛高，国家控制严</td>\n      <td>萌芽中（SpaceX，各种无人机）</td>\n   </tr>\n   <tr>\n      <td>土地、房产登记、转让</td>\n      <td>各国几乎都是由政府的中心化的房地产交易所登记管理</td>\n      <td>萌芽中（洪都拉斯用区块链登记房地产权）</td>\n   </tr>\n   <tr>\n      <td>核工业</td>\n      <td>行业门槛高，国家控制严</td>\n      <td>（暂无发现）</td>\n   </tr>\n   <tr>\n      <td>（核电站）</td>\n      <td></td>\n      <td></td>\n   </tr>\n   <tr>\n      <td>教育</td>\n      <td>一般各国都是国家统一的教育体制与标准</td>\n      <td>基于互联网的各种教育形式越来越多</td>\n   </tr>\n   <tr>\n      <td>健康保险</td>\n      <td>保险公司、各国政府的行业协会（保监会）</td>\n      <td>基于互联网的互助保险涌现（抗癌公社、同心互助，水滴互助等）</td>\n   </tr>\n   <tr>\n      <td>财产保险</td>\n      <td>保险公司、各国政府的行业协会（保监会）</td>\n      <td>（暂无发现）</td>\n   </tr>\n   <tr>\n      <td>汽车保险</td>\n      <td></td>\n      <td></td>\n   </tr>\n   <tr>\n      <td>借贷</td>\n      <td>仅限于找银行，亲人朋友之间</td>\n      <td>基于互联网的P2P贷款涌现</td>\n   </tr>\n   <tr>\n      <td>个人安保服务</td>\n      <td>警察</td>\n      <td>萌芽中，如印度出现的“滴滴打人”个人保镖服务</td>\n   </tr>\n   <tr>\n      <td>金融、赌博</td>\n      <td>需要国家执照</td>\n      <td>基于区块链、以太坊的智能合约的去中心化金融产品、去中心化的赌博技术的涌现，已经说明完全可</td>\n   </tr>\n   <tr>\n      <td></td>\n   </tr>\n</table>\n　\n \n 　\n进一步提问：不使用区块链，不“去中心化”能不能把原先需要“暴力强权”才能实现的协作转变为用“自由市场”的方式来完成？\n 　\n回答：能，但很难，且很慢。且易导致新的暴力中心化。\n 　\n解释：\n比如：30年前，中国邮政系统几乎垄断个人间的物流运送，如今快递公司成了网购物流的主角，这一过程花了几十年时间实现了“去中心化”。Napster试图改变音乐分享的方式，但其中心化的服务器（与公司运营）导致最后失败了。中国的皇权制度被推翻，美国独立战争挣脱英国统制，历史上政权的更替，是用一个新的中心化来消灭一个旧的中心化。其付出的代价是千千万万人的流血牺牲，而且慢慢的又导致重新建立起新的中心化的权力垄断，虽然比之前的权力垄断好了许多（民主制度的权力貌似比皇帝的权力更为分散）。然而一旦权力的暴力垄断建立起来，其本身就会膨胀，因为它本身是最强暴力，没有其他力量能制约它，比如美国联邦政府的财政、债务规模的不断增长至天文数字就可见一斑。\n 　\n任何试图挑战依靠“暴力垄断”而建立起来的制度，都会被“暴力”消灭掉的。比如：敢于挑战美国食品药品委员会（FDA）的规定生产或销售未经许可的药品，马上被抓走。敢私自发行流通其他纸币的，警察和监狱等着你。\n 　\n然而，区块链与比特币，它没有一个人或公司在负责它。你去抓谁？EGold有人负责，所以被搞掉了。区块链没有中心化的服务器，你去没收谁的服务器？快播有中心化的服务器，所以易被抓掉。BitTorrent等P2P文件共享，没有中心化服务器，所以依然存在且好用。\n 　\n区块链与比特币的巧妙之处，及暗网的网上商场，及P2P文件共享的巧妙之处在于：你不知道我是谁（找不到人对此负责）。“暴力”再强大也得有个对象才能“发泄”，大家都匿名了，它就失去了发泄的对象。一物克一物，“暴力”的克星就是“匿名”。\n 　\n即不需要“流血”又完成了“革命”，这才是比特币与区块链的伟大之处。\n 　\n 　\n从另一个角度来讲，人类发展和人与人之间合作的规模（广度）有关。比如，以前在农村，人与人之间的合作仅限于一个村子里所认识的人。所以也被称为“熟人经济”，即一个村子里的人大家互相都认识。或者城市里的人的亲朋好友之间。认识的“熟人”之间，因为1.数量有限，2.同质化严重(拥有的资源，掌握的技能大都类似)，所以经济合作的效率低。\n 　\n“陌生人经济”，是陌生人之间的协作，创造了现代人类文明的奇迹。\n 　\n陌生人之间怎样合作呢?\n1.依靠树状的垄断权力结构，从上而下。如：古代的帝王政治制度，计划经济体制。\n2.在互联网之前，人们依靠与周围的人进行自由市场交易。周围的人是指你所能接触到的人，包括认识的与不认识的人。“广交会”之类的就是为了扩大交易规模，让买卖者都跑到一个地方去碰头会面。\n3.互联网之后，人们还可以在网上（如：淘宝、赶集网、招聘网等）与陌生人做生意。\n 　\n如何让互不认识的陌生人进行合作。\n1.有些合作方式（制度）依靠法律，法律依靠暴力，如房产交易，如九年义务教育，如石油汽油专营等。\n2.有些合作方式依靠经济与自由市场。\n3.还有一些是两者的混合。\n 　\n“去中心化”的实质就是要以巧妙的、不流血的、非暴力的方式来减少背后是依靠“暴力垄断”的合作方式(制度)，因为如果不“去中心化”，那么任何挑战现有暴力垄断的转变都会被轻易的消灭掉。而“去中心化”的变革无法被消灭掉，因为“无中心”（无人）可以被消灭。在“去中心化”的许多技术中，有BitTorrent、DHT、FreeNet、ZeroNet、TOR等等，而其中最新的代表作就是比特币与区块链技术，因为它实现了价值（财富）的“去中心化”转移。\n 　\n与“自由市场”相比，“暴力方式”相对低效，不是一种全局最优的方式。比特币挖矿的Hashing确实是浪费了电力，但这些浪费与原来的依靠“暴力垄断”的方式所造成的低效与浪费比起来是微不足道的。“暴力垄断”常致人命损失，人死不能复生。挖矿浪费电力，但只要太阳还在，就还可以再生。\n 　\n反观现在的状况：IBM、微软等公司把区块链拿出来做成BaaS（把去中心化的工具做成了某公司中心化的服务云）；还有一些公司把区块链用来记录用户的消费（游戏）积分；把区块链拿来记录银行间的抵押与债权交易；以及记录公司股权等。等等，不一而足。这些情况我只能用一个比喻来说：面对一棵粗壮的大树，有人来取了它的树叶拿回去，有人取了它的树枝就回去了，有人取了它的树皮就以为拿到宝了，而最最有眼光的人则是取了它的树干的心材（最有价值的部分）。\n 　\n陌生人之间需要进行协作，就需要解决信任、协商、共识的问题，以及制定一个制度（游戏规则），政府作为最强暴力的化身，作了许多这方面的工作。不管效率高低，不管公平性如何，至少让整个社会的陌生人互相之间协作起来了。\n 　\n- 你去看病，虽然你不认识医生，互相陌生，但有一套制度在让你们互相合作。\n- 你去乘车，也不认识司机，但你们互相合作，一个付钱，一个开车。\n- 你去饭店吃饭，不认识厨师，不认识服务员，但同样有一套制度让你们这几个陌生人互相合作。\n 　\n你要买东西，以前计划经济，生产者听领导的计划来决定生产多少，消费者靠领取政府发放的粮票、油票来决定消费多少。这也是一套制度，一套游戏规则决定了这个过程中的各个陌生人的行为。\n 　\n现在你在淘宝上买东西，没有计划者决定生产多少或消费多少，完全基于市场经济，买卖双方自己自由决定。淘宝同样是一套游戏规则，一套制度，决定了买家、卖家这群陌生人的行为。\n 　\n两种不同的规则类型，一种是依靠暴力权力垄断的计划经济，一种是自由市场经济。很明显后者的效率更高。\n 　\n除了经济活动，买卖东西以外，其他类型的事务也是有这样的两种类型。\n 　\n比如（表格丢失）：\n 　\n暴力垄断（法律制度依靠暴力）\n自由市场\n娶几个老婆，生几个孩子\n法律规定一夫一妻，只能生1、2个。违者坐牢、巨额罚款。\n只要双方愿意，娶几个老婆自己决定，生几个孩子自己决定。\n孩子读书读几年\n法律规定必须至少9年，否则违法\n由家庭视需要与能力而自行决定\n最低小时工资\n各国法律规定了不同的最低工资额\n由雇佣者（老板）与应聘者自行协商确定\n用哪种货币付款、收款\n各国几乎都规定了本国的法定货币，民众必须接受，别无选择\n由交易双方买卖双方自行选择决定\n 　\n 　\n虽然“自由市场”方式的效率比“暴力垄断”方式的效率要高，但普通民众面对“最强暴力”别无选择，无法抗衡，只能接受这种效率较低的方式。\n 　\n比特币和区块链的伟大在于，成功的开了一个好头，使得民众面对“最强暴力”有了另一种选择，而且不会受到“暴力”的事后惩罚。\n 　\n去中心化 + (半)匿名技术 + 区块链共识技术 得到的结果不仅仅是比特币，也不会仅仅停留在货币领域。\n 　\n可能的领域有：司法领域（去中心化的法庭）、匿名的武装无人机（防卫领域）、金融、赌博、匿名贸易、匿名物流、去中心化的网上医院、网络教育、去中心的社交平台、去中心的微博、完全匿名的微信、无服务器的网站、保险、众筹、无人机匿名物流、无人汽车匿名货运、众筹后共同拥有的自动化无人潜水艇客货运输。等等等等，未来的可能性难以想像。\n 　\n为什么这一切会出现？ \n因为“暴力垄断”遇到了一个新出现的天敌，它就是“去中心化 + 匿名技术 + 区块链共识技术”。“暴力垄断”将依旧存在，但它却找不到一个可以发泄的对象。\n 　\n那么是否仅仅只要匿名就够了呢？找不到你是谁就行了呢？\n回答：不够，不行。你一个人匿名是很容易的，但你匿名之后还必须要和全世界的陌生人合作才行，匿名之后，你还要支付，还要协商，还要讨价还价，还要对参与的某个制度（游戏规则）达成共识，还要参与全球的经济与社交互动，还要匿名投票，还要向同样是匿名的无人机发出指令并付款，等等等等。所以，仅仅匿名是不够的，还必须要有“达成共识的机制”以及“去中心化的信息聚合平台”与“去中心化的匿名支付手段”才行，缺一不可。\n 　\n本文若有错误或遗漏之处，欢迎补充与批评。本文涉及较多概念，不及一一细讲，若有疑问欢迎联系讨论。\n 　\n本文接受打赏\n　\n微信打赏：　bingjiw\n支付宝打赏：　jhz99jhz@shtel.net.cn\n比特币打赏：　16vZsRyAcLZFSu3duUx3XgRF1NfkeUGETU\n作者接受各种咨询、提问、答疑、演讲邀请，可用微信联系\n",
			"added": 1475121451,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": 1,
		"2_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": 1,
		"6_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": 1
	},
	"next_comment_id": 11,
	"comment": {
		"7_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 1,
				"body": "现实较可行的：   GoTenna (构成Mesh网) + 手机",
				"added": 1467963387
			}
		],
		"1_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": [
			{
				"comment_id": 2,
				"body": "数据库是增量同步，增量同步是怎样计算增量，与哪个节点对比计算增量呢？ 增量是以表的记录同步？还是SQL LOG日志去同步？还是文件的增量？10个节点的数据库可能都不相同，如何增量同步法呢？",
				"added": 1470027029
			},
			{
				"comment_id": 3,
				"body": "> [weakish](#comment_3_1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR): 你修改 sqlite 数据库，只是在你本地生效，是不会广播出去的。所以修改 sqlite 数据库无法同步给别人。\n> \n> 别人不会向你请求 sqlite 更新（sqlite 是本地用的），请求的是 json 数据文件，而且是 GFWTALK 站长签名过的 json 数据文件。除非你 hack 了站长的电脑搞到私钥，否则无法假冒 GFWTALK 站长签名。如果强行提及自己签名的 json 数据文件，其他 peer 不会接受。\n> \n> 和上面同理。每人的发言也是要自己签名的。所以你无法修改别人的帖子。\n> \n> 其实是进行了修改（包括站长更新和用户发帖）的节点广播消息（签名过的json），收到的节点再广播出去。\n\n\n万分感谢weakish的详细解释。是否： 新增、修改、删除、改表结构等 数据库操作会都会转化成 json 呢？或者签名的 json 才是同步与确保身份的关键呢？ SQLITE数据库只是为了加快本地查询的速度，才把许许多多 json 写入一个数据库中的呢？ 也就是说：系统会收集所有合法签名的 json 然后再本地拼出一个数据库来加快本地的读取的速度。 也就是说 用户的操作 不会直接写数据库，而是 先变成 json 然后再由系统写入数据库。对不对？  再请问哪里可以找到这些知识的说明，官方文档上有吗？",
				"added": 1470381049
			},
			{
				"comment_id": 6,
				"body": "> [weakish](#comment_9_1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR): 对.\n> \n> 官方文档有，但是没有集中说明。看官方文档的 SITE DEVELOPMENT 下的　ZeroFrame API Reference 结合　Structure of content.json & dbschema.json，能大致明白。\n\n谢谢。我想在 ZeroNet 上实现 分歧合约，所以才开始研究 ZeroNet 的，但一个人力量有限，希望精通ZeroNet的朋友们也来参与。现在按完成的任务分股份，将来按股份分利润。",
				"added": 1470988005
			}
		],
		"43_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 4,
				"body": "能说说  社交功能  在架构上的变化吗？  或其实现的基本思路。",
				"added": 1470381248
			}
		],
		"3_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": [
			{
				"comment_id": 5,
				"body": "> [p2p](#comment_816_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 你那一句概括还是不够好，天使、风投都会要你用一句话讲清楚我随便想了一句，供参考：去中心化的、无限制的广义期货虚拟交易市场我有个问题，合约到期后，谁输谁赢由谁判断？怎么预防这个谁作恶？\n> 供参考：类以太坊的SHIFT币整合了ZeroNet，并改名叫Phantomhttp://127.0.0.1:43110/gfwtalk.bit/?Topic:42_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ/ZeroNet+SHIFT+ZeroNet+Phantom\n\n1.\n谢谢你的一句话概括。我收下了。要让天使风投很容易很快速的理解这整个概念确实很伤脑筋，尤其许多人都不了解区块链。 一个人的脑筋不够用啊，很希望感兴趣的人加入，一样可得股份，将来成功，一样可分盈利。\n\n2.\n> 类以太坊的SHIFT币整合了ZeroNet，并改名叫Phantom\n说明ZeroNet不仅是我一个人的选择，百花齐放，互相竞争吧。更何况，两者的目标与概念很不相同，可能竞争都谈不上，互相学习吧。\n\n3.\n> 谁输谁赢由谁判断？\n你这个问题也问得很好，其实设计之初就已经考虑到了 外部数据 如何引入的问题。\n\n原则\n外部数据采用第三方的客观公正的数据来源。\n\n比如中国房价会采用 房地产交易中心 公布的数据，或其他第三方机构的数据。\n如：\nhttp://industry.fang.com/data/datacenter.aspx\nhttp://fdc.fang.com/index/BaiChengIndex.aspx\n\n另，外部数据的选择是合约设计者需要考虑的问题，因为只有公正的外部数据，才会吸引参与者相信它是公正的。\n\n数据在合约设计完成后，即可自动定时的去取得数据。无需人工输入。\n\n在结算期，有一个接受申诉的时间段，若任何一方对数据有质疑，都可提出。只有双方都无异议时，合约才会确认并转帐资金。\n\n当然合约也保留了 人工输入 数据的可能，这要看是哪种合约了，有些合约可以自动取数据，有些需要人工输入。不管哪种都会保证数据的准确。\n对故意引入错误数据的人，系统会有惩罚机制，也有监督机制来纠正错误的数据。\n\n合约设计者的 0.6% 也不是那么好赚的，他必须设定一个双方都认同的客观的数据来源。而且合约设计者会有许多个（谁都想轻松赚 0.6% 啊），互相之间竞争激烈，若一个合约的外部数据设计得不够公正，就不会有人去申购他设计的合约了。谁设计的合约好，够公正，就买谁的。",
				"added": 1470987660
			},
			{
				"comment_id": 7,
				"body": "> [graveyardswatch](#comment_17_1HrRNH7KbdxMjwLmwrHmZqJrzVZVDKc9bF): 传销、赌博之类可真是潮啊，连zeronet也用。\n\n你以赌博的眼光来看待它，它就是一个赌博工具。你以金融的眼光来看待它，它就是一个金融工具。这与期货、炒股、二元期权是一个道理。\n\n工具只是工具，关键看用者的意图。\n\n分歧合约，首先没有把自己定位在一个赌博工具上。而是一个金融工具。至于怎样玩，看个人的意图。",
				"added": 1471163365
			},
			{
				"comment_id": 8,
				"body": "> [police](#comment_8_1511upi2bbwa6tQhgnYiuVGLwS53oL7FaA): 这就是传说中的分歧终端机？金融不是赌博是什么？金融不是骗局是什么？\n> PPT唬人就算了，你千万别做起来，否则经侦第一时间请你喝茶。\n\n关于法律问题，在此有详述：\nhttp://www.f7hy.com/read.php?tid=12&fid=19\n总结如下：\n我们作为技术开发团队，并不运营分歧合约，也就是说我们只是提供技术，并不运营。\n我们将来提供的测试与演示平台上的“钱、币”都只是作为测试和游戏的数字，任何人都可以免费领取的，领取之后可以进行测试。也就是说你不需要花钱买测试平台上的“钱、币”。\n因此我们技术开发团队：不卖币，不收钱，不充值。\n好比：我们只生产麻将桌，但并不开麻将馆。\n因此，我们仅仅是技术开发，是合法的。我们开发的技术是提供给那些在所在国家或地区可以合法的运用分歧合约这个工具来开展业务的公司/个人使用的。\n　\n分歧合约将不会开发任何与赌博、博彩相关的功能。除非开发团队（开发人员）不属于中国国籍（的法律管理范围）。\n现将仅把它作为一种金融创新工具来宣传。 这也是我为什么一开始就不想把它和“赌”这个字沾边的原因。但后来为了帮助人们理解它的概念，不得不用了一些“打赌”的例子来做比喻。\n其实目前一些比特币期货不也是这样吗？当然它们与某种金融品种（商品，外汇，货币，比特币价格）相关，而由涨跌造成的差价的输赢就不是赌博了。这些赚差价（赔差价）的金融产品名字不叫赌博叫期货或期权。\n什么是赌博？纯粹依靠运气、概率的输赢。\n但政府允许的彩票（注册的、有执照的），却是合法的。\n因此分歧合约将可以提供给拥有合法执照的彩票的公司、机构作为一种技术工具来使用。\n那么体育彩票呢？ 政府允许的就是合法，未经允许（没有执照）的就是非法（就是赌博），就是非法彩票。\n因此分歧合约将可以提供给拥有合法执照的体育彩票的公司、机构作为一种技术工具来使用。",
				"added": 1471915203
			},
			{
				"comment_id": 9,
				"body": "> [siyi41](#comment_1_1KyF4z2owBBcTReb22jVoYruwdkvXoYwgj): 在你的介绍里，举例说1000W的合约，作为“技术供应商”可以获得2W，如果占5%的贡献币就可以获得1K，可是你忽略了技术供应商需要不断地维护以及开发技术，保证运营并且继续筑起壁垒防止别人赶超。在这方面也是不小的投资啊。\n\n是的，你说的很对。\n\n所有从事 “不断地维护以及开发技术” 的人都可得股份，按工作量的大小。\n\n任务的工作量评估（如何确定任务该得多少股份？）\nhttp://www.f7hy.com/read.php?tid=16&fid=16\n   \n   \n项目各阶段估值、投资占股份比例、送股计划\nhttp://www.f7hy.com/read.php?tid=3&fid=19",
				"added": 1471915470
			}
		],
		"5_1MQFF8bUva3L5QwYzepRMqYizfAPE8UBcr": [
			{
				"comment_id": 10,
				"body": "> [graveyardswatch](#comment_22_1HrRNH7KbdxMjwLmwrHmZqJrzVZVDKc9bF): 世上吃猪肉的方式多的是，但最最笨的只有一种：在脑子不够清楚的情况下跟在骗子身后去吃。\n\n说得没错，相信想加入的人应该具备分析清楚的能力与判断力。不要因为某人的一句话，就轻易不信。也不要因为我网站上的PPT与详细的问答解释就轻易相信，一切都要自己分析清楚。\n\n相信自己的分析与判断，不迷信任何人。",
				"added": 1472125975
			}
		]
	},
	"comment_vote": {
		"3_1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR": 1
	}
}