{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 5,
	"comment": {
		"1_13ohYHitT7o288BzD3CgdN4AeZW8sLDeyL": [
			{
				"comment_id": 1,
				"body": "> [19](#comment_34_1HUrhTUZFB2KKsXLUv1vugPH358iB6zsiY): 还有这个http://127.0.0.1:43110/1Nse6WcodQ5Mj6ZwvZvuyCVvQESwuxbCUy/?Topic:1_13zDcBFGc5cAy3AFuCiecMrLAk87xjcf5t/我看你就是党国派到ZeroNet上的走狗！\n\n我看你就是美分国派到CN上的滞胀！CNM！",
				"added": 1474468740
			}
		],
		"1_15hvbjG4xKrZFM2JCLFG22xnesRS6FsVtz": [
			{
				"comment_id": 2,
				"body": "我不知道上面那几个是不是投资了比特币急于脱身，看看那些滞胀主意。。还财产人生安全物资储备说得有模有样？我差点都信了呵呵，哦对了，还有黄金重新接管社会功能的。。\n反正我的观点是随着社会发展，民众会见到各种各样的人，不再盲从会真正去思考。上面那种人的生存空间会越来越小。\n现在感觉国家能在这种人的干扰下坚持这么久真是太不容易了，我不清楚上面的那些人有怎样不堪回首的经历，但我确确实实认为没有共党这偌大穷酸之地的人无法在几十年之内赶上正常国家的生活质量，至于问题肯定是有的，当初选了这条速成路，切切实实享受到了好处，现在就踏踏实实解决问题别TM想搞军阀主义倒车（上头那个占领超市的说的就是你），对了，给大家讲个笑话——加了不少关于GFW翻墙之类的技术群之后发现骂GFW最欢的一批人恰恰是搞坏网络环境最直接的一帮推手（三个群里骂的最欢的都TM自搭色情网站的）。我只能说人类真不愧是利益生物。",
				"added": 1474471818
			},
			{
				"comment_id": 3,
				"body": "> [iii](#comment_2_1PGzLHhHd51x3VfYYvsx8qDMciZHSd3Tbn): 現在還爲共產黨說好話的，已經不是智商問題，而是良心問題。\n\n抱歉我不想自己的国家变成乌克兰和叙利亚那样真是良心大大的有问题呢！作为一个低智商良心有问题的人我只想看着这个国家平稳地在改革路上走远想法解决自身问题，而我这样低的智商只知道共党垮了国内一定会陷入局部战争与经济崩溃——在多元列强并存的时代您真以为国家的死亡的残骸能留给人民？所谓辩证认识历史，共党无疑有恶有善，但是现在在共党垮=社会混乱人民生活水平弹射般倒退的现状下，还呼唤战争和政变的人我只能说是智商高到难以理解——不要谈什么不破不立，当前国际形势下破了咱立的就是别国了。如果您是那样的“高智商人才”，对我的言论有什么意见，是不是应该给我们晒出您的叙利亚居住证明来显示叙利亚的生活环境优于国内呢？",
				"added": 1474935597
			},
			{
				"comment_id": 4,
				"body": "> [galliano](#comment_50_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt): 是共产党胡作非为，腐败无能，巧取豪夺，吃里扒外带给大家的预期，是根据中国两千多年来的历史轮回所做的预判。中国是否成为叙利亚是共产党的所作所为决定的，跟前清王朝的覆灭一样，根子在自身，而非孙文，是量变到质变的唯物辩证过程，至于兲朝的p民，它们从来都是被动的接受最后的结果，太后皇上王爷吃肉的时候喝口汤，太后皇上王爷吃菜的时候吃口糠，太后皇上王爷下葬的时候挥把锹。共产党结党营私，家国天下，狗头互咬，最终会不会把中国带入叙利亚那样的深渊，估计大多数中国人都心有戚戚焉！狗头五毛奴才们能想明白这个道理么？我看难！\n\n我再明明白白的强调一次我的观点——请不要把目光集中于共党，集中于人民，谢谢！\n诚然共党很多举措我是看不起的，但请发挥你之前提到的唯物主义辩证，你能健康长大有正常的善恶观是非观，这其中有没有共党的一丝功劳？不止叙利亚我们还可以找很多个例子——里约奥运会期间巴西无数持枪抢劫案例发生，纵观天黑后不敢出门的欧美，共党再恶，至少现在我们有半夜出去浪不会有大问题的安全感。\n没有绝对善的党派，也没有绝对恶的体制！着眼于各国人民生活质量（排除大部分发达国家，我们有工业概念才不到80年，看看美分们比的那些国家，我们在学啥叫工业的时候人家都当上国际军火贩子了），我们怎么都算不上差——我们的生活质量如何，才是评判一个国家应该首要考虑的。然而一场政变，一场战争会对居民生活产生多大的影响你真的知道吗？清朝为什么必须推翻？是因为无法改革？根本不是！是因为国民意识上皇族至高无上，所以必须推翻。然而推翻了以后，从灭清到49年建国死了多少人你知道吗？看看现在动不动膜蛤的网民你觉得国民意识上有问题吗？有希望改革解决的问题一定要再死一遍人？平心而论，你真觉得伊拉克、叙利亚等国在几十年内能将国民生活正常化？大多数人所期待的战争只会将国民拖入苦痛，那些国家即使是生活在最底层的人民都盼望着逃离战争，只有中国网民在呼唤战争。\n至于你问我改革有阻力怎么办，倒逼啊，没那么严重的炒作啊，这些事公知不是很熟练吗？如果他们没收美分的话国家将变得更好吧。\n解释下为啥不集中于共党，党由人组成，从这点看，人便是党，人不是一成不变的，党自然也不是。你要是想说占据高位者永远都有那几个，醒醒，纵观世界各国你倒是给我举个不是这样的啊，米国总统看起来是不看出身的——但是他说的不算啊，说了算数的是他背后的财团，又变过几次呢？\n最后请允许我自打个脸，梵蒂冈不是。",
				"added": 1475282794
			}
		]
	},
	"comment_vote": {}
}