{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "台北街头15万人“秋斗”蔡英文，逐一揭开其台独真面目",
			"body": "9月3日是台湾的“军人节”，就在这一天，台北发生了史上第一次军公教(军人、公务员、教师)人员上街抗议的事件。近15万人聚集在蔡英文办公室附近的台北凯达格兰大道，发起“9.3”大游行，抗议蔡英文当局年金改革霸凌、抹黑军公教人员。\n \n\n上任不足百日，蔡英文“真面目”逐渐显现，眼看着她对大陆阳奉阴违，狼子野心昭然若现，下面小编就来扒一扒蔡英文上任以来的那些“真面目”！！ \n\n1、蔡英文首次正式拒绝“九二共识” 妄称台湾是“国家”\n \n台湾地区领导人蔡英文上任后首次接受外媒独家专访，由美国《华盛顿邮报》资深副主编Lally Weymouth在本周一赴台专访。《华盛顿邮报》的新闻网页在昨天（21日）晚间时间10点31分贴出专访全文，主要谈及蔡英文对“九二共识”看法。\nWeymouth在采访中提及，一些学者认为“大陆对于蔡英文接受‘九二共识’是有期限的”，并询问蔡英文看法。蔡回答称，“要求台湾当局违反民意，接受所谓的期限，可能性不大。”这也是蔡英文首次在面对“九二共识”提问时，有较为具体的说法。\n针对520后，两岸沟通联系机制停摆，蔡英文则表示，两岸至今一项有各种不同的沟通渠道。两岸间的立场有所分歧，但台当局一直持续努力让差距减至最小，“相信中国大陆能了解我在就职典礼时所释出的善意”。问及是否正在缩减两岸间差距时，蔡英文说，过去这段时间，台当局一直非常小心处理对中国大陆的关系；包括不挑衅、不意外，盼透过沟通管道，逐步建立互信。\n蔡英文也在访谈中回应了“中国认同”议题，她表示，台湾不同世代和不同族群有不同的“中国观”。而被问及台美关系时，对于华盛顿至今认为台湾是一个实体（entity）,蔡英文回答称，并不清楚美国实体一词的含义。她甚至声称“我们认为我们是一个国家”。\n但是蔡英文此番言论随即遭台湾网友反驳，“台湾有2千3百万人民，蔡英文只得到6百89万的选票，连三分之一都不到，她居然大言不惭的说，台湾人民不接受‘九二共识’，她无法违反民意。”“维持现状是民意，‘九二共识’作为维持现状的基础不符民意？骗谁啊！民意不就是你说了算？”\n自从蔡英文上任以来，台湾媒体、学者一直呼吁蔡英文接受“九二共识”，稳定两岸关系。台湾大学政治学系教授张亚中曾撰文表示，民进党长期以来在两岸问题上的精心操作，否定“九二共识”，刻意误解一个中国原则的作为，终究要面对国际政治与两岸现实的检视。“民进党要了解，知错能改、悬崖勒马并不可耻，反而是负责认真的大勇行为。”\n2、蔡英文首对“九二共识”清晰表态：拒绝大陆设置时限\n \n2016年7月22日，“蔡英文上任后首次接受外媒专访”的消息被多家岛内媒体聚焦，跑到台湾采访她的是美国《华盛顿邮报》资深副主编莱利·韦茅斯。在专访中，蔡英文发表了颇多在大陆听来较为刺耳的言论，专访标题则被定为“台湾总统：北京必须尊重我们的民主意愿”。22日接受环球时报-环球网采访的大陆学者表示，两岸间的尊重须是相互的，蔡英文必须尊重大陆坚定的统一意愿。\n在21日刊登于《华盛顿邮报》的专访中，韦茅斯对蔡英文的提问涉及 两岸当下诸多敏感问题。比如，“有学者认为，大陆方面为你接受九二共识设立了期限，这是否是真的？”蔡英文宣称，“要求台湾政府(the government of Taiwan)违反人民的意愿去接受对方设的期限，可能性不大”。岛内亲绿媒体《自由时报》称，这是蔡英文首度对是否接受“九二共识”做出比较清晰的回 应。\n针对“5·20以来，中方切断两岸沟通的官方管道，计划如何处理与北京的日常关系？”蔡英文称，两岸至今一向有各种不同的沟通管道，不只官方的联系，还包括民间的接触，两岸间的立场有所分歧，“我方至今尽力让个中差距缩到最小，相信中方会了解我就职时释出的善意”。值得注意的是， 在《华盛顿邮报》刊载的采访摘要中，仅韦茅斯两次提到“大陆(mainland)”，蔡英文始终用CHINA一词指代大陆。\n蔡英文在专访中还谈及岛内年轻人与年长者“不同的中国观”，批评美国政府自1979年后“不公平地”将台湾定义为“政治实体”，宣称“我们是一个国家，一个民主国 家”。她还表示将扩大来台游客来源，以应对大陆游客的减少。被问及马英九向美国求购柴油潜艇未果时，蔡英文还称，台湾会研发自己的潜艇。\n谈及台湾为何不接受南海临时仲裁庭判决，蔡英文给出3点原因：1台湾是当事方但未被邀请参与仲裁;2台湾不接受被称作“中国台湾当局”;3太平岛是岛，不是“礁”。\n采访中，韦茅斯问蔡英文，是否认为自己正弥合两岸间的鸿沟？蔡英文称，“这段时间我们非常谨慎地处理与中国的关系，我们未采取挑衅举动，确保零意外发生，我们希望可以通过沟通管道，逐渐建立两岸互信”。\n \n3.蔡英文民调又创新低！58.3%企业不满当局施政\n据台湾《中时电子报》报道，台湾地区领导人蔡英文上任将满百日，民调出现死亡交叉。最新民调显示，58.3%企业不满意蔡当局表现，企业最不满的3件事都和“劳资争议”有关，依序是7天法定假、工时加班悬而未决、华航罢工案。\n104人力银行总经理洪广礼分析，基本工资延后到9月再审，仍给打工族一丝希望；新当局上任成立“年金改革委员”，以及预计在今年底前提出“中高龄就业专法”草案。两项政策均与多数人切身相关，试图实现公平正义、解决人口老化议题，获得较高的满意度。\n调查显示，企业最不满的前3项，皆与“劳资”争议有关，包括7天法定假日宣布恢复又删除；其次是“一例一休”、“7休1”以及华航罢工事件。\n值得注意的是，企业“没一项满意”的比例达21.7%，按产业，以“知识密集服务业”比例最高，达24.8%，包括：软体网路、金融保险、法律会计、顾问研发、医疗服务、教育服务业等。\n高达68.5%的企业认为，新当局“有感改变”所需要的时间，会比蔡英文就职前调查的期望值1年3个月还久，平均延后10个月，即2年以上才会发生“有感改变”；其中，更有半数(49.9%)企业认为，会比原先预期超过12个月。\n\n4、2000年7月20日，蔡英文表示“‘台独’是台湾人民对两岸关系的选项之一”，公然为“台独”主张张目。她曾为所谓“台湾加入联合国”造势，公然鼓吹要“彰显台湾为主权独立国家的存在事实” ，还屡屡表示希望美国作为“第三者”插手两岸事务。陈水扁于2003年下半年抛出“公投制宪”、“2006年催生‘台湾新宪法’及2008年实施‘新宪’”的“台独时间表”、引起美国的疑虑和不满后，蔡英文多次赴美“灭火”，借“民主”旗号来掩盖陈水扁的“台独”本质，骗取美国的“谅解”与支持。\n我们，热爱自己的国家，记录历史，挖掘爱恨。\n我们就是祖国的脑残粉，只追求真相，容不得半点诋毁。\n我们就是【红心家园http://www.hongxinhome.com/】，一颗红心入华夏，和我们一起捍卫我们的祖国吧！",
			"added": 1473049855,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}