{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "一个香港知识分子讲清楚了人民币与美元的未来 - 卢麒元",
			"body": "香港沃德国际资产管理顾问公司董事局主席卢麒元属于立场鲜明的知识分子，曾任职于中华人民共和国财政部及中国经济开发信托投资公司，被称为中国人中少有的几个真正懂世界金融经济的人。近日，卢麒元参加破土网主办的沙龙“美元霸权与人民币的未来”，深入浅出的讲解了人民币的破局之道。小编认为该文是目前把人民币汇率讲得最清楚的一篇，特此整理，供分享。\n\n香港沃德国际资产管理顾问公司董事局主席卢麒元属于立场鲜明的知识分子，曾任职于中华人民共和国财政部及中国经济开发信托投资公司，被称为中国人中少有的几个真正懂世界金融经济的人。近日，卢麒元参加破土网主办的沙龙“美元霸权与人民币的未来”，深入浅出的讲解了人民币的破局之道。小编认为该文是目前把人民币汇率讲得最清楚的一篇，特此整理，供分享。\n\n讲美元霸权有一些压力，压力不是来自于学术方面。因为，美元霸权和人民币崛起已经成为了热门话题。也正因为如此，这方面的话题往往具有很强烈的“遮蔽性”。就是越多的讨论，越容易掩盖事情的本源和真相。今天我尝试把这件事情用我的视角重新解读，也对人民币未来提供一些建议。\n\n一、美元的故事\n\n首先讲一下美元和美联储。我1994年第一次访问美联储。去美联储的时候，给我们讲解的人说了一句话，我印象非常深刻。他说“美元与美联储是美国革命的伟大成果”。当然，他说的美国革命是指美国的独立战争。当他们推翻了或者终结了英国的殖民地统治之后，他们需要一个具有主权特征的货币，这时候美元诞生了。\n\n那么美元是什么呢？我今天带了一张美元，带了一张港币，带了一张人民币，我相信人民币大家是看过的。但是港币，我问过差不多上百个香港人，他们没有认真看过港币，港币上的一些字他们没有读，比如说类似于港币上面这四个很小的字，“凭票即付”，很多人没有读过，这是一张渣打银行的钱，上面有四个字“凭票即付”，这四个字意味着港币不是钱，它仅仅是一张美元兑换券，但是我们把它当作钱用。\n\n\n美元是什么东西呢？这是一张100美元。这里面很有趣的，这是“In God We Trust”，就是它是以上帝的名义发行的，他不是以黄金为本位的啊，它是以上帝的名义，它有很强烈的宗教色彩。关键在这边，这上面有一行字，他说这个是美国联邦储备局标注，当然也可以理解它是一个记号。\n\n\n下面这段话就非常有趣了。美元本质上是美国政府国库券，它是一张记账符号。既然如此，直接流通国库券就可以了，为什么流通这个符号呢？这就非常有意思了，这涉及到非常重要的金融常识。美国政府发行的债券是远期信用，当赶走英国人之后，新的美国政府，华盛顿和他的同事们，要建立新的政府需要钱。那怎么办？他们决定发行国债，国债直接流通，当然也可以。但是，国债毕竟是远期信用，他需要一种变现的方法，变成即期承兑的票据，也就是明天可以用，可以流通的货币。其实后面这段话，就告诉你，这是一张即期承兑的票据。整个的结构设计是这样的，美国政府发行了国债，由一些私人银行，组成了一个叫美联储的机构承兑，其实我们把对国家的债券进行承兑的这样的机构，或者叫结算或叫清算机构，就称之为中央银行。但是，当时美国只能由私人银行联合来承兑国家发行的债券，这就形成了美联储和美元的特殊关系。\n\n美元和美联储有很多故事可以讲，但是今天不讲。美元问题，涉及到很多国内的人对美联储的解读，大部分的解读是不够精确的，我们忽略了它的国家性质，忽略了它的人民性质。第二句话，人民性质，非常重要。在谈到美元出现的时候，有一段话，这个大家必须记住，特别是年轻人。这句话叫Notaxation without representation。它的意思是“无代议不纳税”，这是美元发行的伦理原则，也是美国革命的重要原则。它是革命的产物，同时它也遵循了革命的基本原则。也就是说，美元有固有的道德优势。为什么说美元是归立法权管辖，或者是受人民的约束，就是源于这句话。\n\n无代议不纳税，是什么意思呢？为什么它跟美元有联系呢？因为美国政府，发行的债券是以老百姓的税收为备兑支付基础的。发行这张纸必须要老百姓同意，没有立法权，无代议，没有议政的权利，就不纳税，这是一个重要的货币管理原则。这个原则，奠定了美元的伦理基础，这也是它日后强大的、非军事的软实力。这句话我们要记住，我们今后要用同样的思想来框定人民币的伦理基础。\n\n美元霸权的历史里面我要讲一段故事。1944年7月1号，44个国家在美国的布雷顿森林公园开了一个会，这个会有一个人的名字永载史册，他叫怀特，是美国财政部的一个官员，他其实是非常优秀的金融专家。美国财政部的官员往往是美国最顶级的金融专家。美国是这样的一个国家，因为他的财政部，一开始就是靠融资的，他像一家公司，是靠融资的，所以他必须依靠金融专家。反而美联储的专家，往往是优秀的财政专家，他们懂得什么叫做平衡。和我们国家不太一样，我们国家财政部大体上不太搞金融，搞金融的基本上不理财政平衡。这个怀特呢，很有趣，他充满着神秘，1944年的怀特是财政部官员，1946年被发现他是苏联间谍，之后1948年他就莫名其妙地死了。但是，怀特方案已经确定了美元代替英镑成为全球结算货币这样一种现实。怀特方案也导致了美联储基本上成为准世界银行，或者叫准世界中央银行。\n\n与怀特方案同时推出的，还有凯恩斯方案。大家都知道，凯恩斯是伟大的英国经济学家。在座的可能有学金融的，但是中国学金融的孩子，可能并未深刻理解什么是怀特方案，也未必真正了解什么是凯恩斯方案，或者是搞清楚了二者的区别。今天为什么要解释这个，因为中国在1995年实施了东方版的怀特方案。今天，我们的金融问题，大部分与这个怀特方案有关。当时1944年，战争接近尾声，很多国家，特别是一些西方的发达国家，被打的稀烂，一个被战争破坏的国家，没有信用可言。那么他要重建经济，必须要有政府信用，这个信用的源泉由哪里来？显然，他们需要他国强大的信用支持。\n\n我们的革命可以土改，可以工商业改造，所以我们有资产来源，我们其实建立信用是有物质基础的。一个被打的稀碎的德国、法国，新政府信用从哪里来呢？必须借助信用，就是别人对他的一种信用背书，或者是提供一种主权货币备兑支付手段。所以凯恩斯提出来，就是英国人的想法，建立世界中央银行，做全球清算和结算。同时，由世界中央银行给这些需要信用的国家提供信用。给它贷款，或者是给它信用额度。这样的话，它就有了信用，它可以根据自己的信用来发行自己的钞票。但是，前提条件是这个世界中央银行可信。当时全世界的黄金大部分在美国，美国经济没有遭受战争影响，美元又非常强大，如果美国同意建立这个世界中央银行，那么凯恩斯方案就可行。可惜，美国人不同意，所以美国提出怀特方案，就是美联储提供信用支持。知道怀特是间谍之后，我一直在找他的方案的瑕疵，既然是苏联间谍，他出这个方案里面是不是隐藏了什么？事实上怀特方案确实是一个陷阱，这导致1971年经济危机大爆发。但是，怀特方案，整体上不是他一个人可以做决定的。怀特方案还是体现了美国人完整的帝国思路。怀特方案有两步：第一步为了让全世界确认美国人印的这个钞票，是有信用的，他决定与黄金挂钩，就是黄金和美元在一个价格上挂钩，美国老百姓不能换，但是外国政府，这44个国家的政府，借用了美国信用的政府可以换，这样的话，你就相信了我的美元是不贬的，你就按怀特方案走就行了，你就是按美国给你的信用为依据发行等额钞票。什么意思？大家看一下这张钞票，港币上面有四个字，凭票即付，意味着这张钱是兑换券，它叫美元兑换券，你拿到这张钱，到发钞银行，你把这个钱，放在桌上，你不用讲话，他按7.8换给你美元，这就是怀特方案的本意。怀特方案，意味着美元变相成为全球货币。\n\n1983年12月份香港人接受了怀特方案。要记住，1982年打的马岛战争，1983年邓小平和撒切尔夫人谈完收回香港之后，撒切尔做的第一件事，就是在香港使用怀特方案。这个事情直到今天也没有人把它说清楚，因为直到今天，香港的衰落都是因为这四个字，“凭票即付”，不然的话，香港今天不会这么惨。怀特方案，相当于美元境外流通，只不过他通过代币的方式，那个时候德国马克，法郎，甚至英镑，在某种意义上都是美元兑换券。\n\n所以美元变成了全球流通货币，美国本土只流通三分之一，三分之二在全球流通。记住，中国执行怀特方案是1995年朱镕基的改革，那时候我们开始联系汇率，人民币开始作为美元兑换券而存在，直至今天。怀特方案很重要，怀特方案有瑕疵，就是跟黄金挂钩，美元跟黄金挂钩这件事情有瑕疵。因为，作为经济学家，通常是考虑一个完美的结构，他没考虑会有战争。朝鲜战争和越南战争，两场战争，把美国的财政平衡打破，打破以后，美元多印了以后，开始出现美元和黄金价值的背离。所以，六十年代，以戴高乐为首的这些西方国家，开始拿美元换黄金，然后他们开始重建自己的主权货币，重建法郎、德国马克和英镑的主体性。他们最终重新成为主权独立的货币，这就导致全球金融危机，我们管它叫石油危机，其实是美元价值遭到质疑，美元价格开始剧烈波动。美元1971年的8月15号结束了和黄金挂钩，当然早就想结束，因为尼克松一直对怀特方案很不满，尤其是知道他是苏联间谍之后，他就更不满，早就想结束。那么美元的历史，在怀特故事里面，跨越了一个重要的历史时期。在1944年之前，美元还不能算是一个霸权货币，从1944年怀特方案之后，真正建立了美元的霸权。\n\n美国的霸权比美元的霸权，差不多早了将近半个世纪，这个对中国有启发，就是军事霸权，往往并不必然导致经济霸权，或者是货币的霸权，它这个时间的跨度大概将近有半个世纪。到了1971年怀特方案结束之后，美国进入到石油美元，那么怀特方案即是开启了美元霸权，又是结束黄金美元的这样一个历史阶段，1971年美国结束了黄金美元，美元进入石油美元阶段。石油美元从1971年开始，我估计会持续到2021年。大体上在2025年左右，世界可能进入碳美元的时代。美国也在做努力，除了中国在拼命准备人民币崛起，美国也在安排美元的未来。石油美元的时代，对美国人来讲，也是一个不错的时代。但是，石油美元的时代，随着社会主义阵营的衰落和解体，资本主义失去了外部约束。虽然，内部的道德约束还在，但是外部约束没有了，所以资本主义进入了新自由主义阶段，实际上是一个弱约束的时代，所以出现了很多的问题。此后，美国进入到了一个很微妙的状态。奥巴马用了十年时间，试图扭转这个历史趋势，但是奥巴马的力量不够。\n\n美国这个国家是个会思考的国家，但是这个国家也是需要后面挨一脚才能前进。因为，没有外部力量的压迫，它也很难形成深刻的历史性的变革。它正处在一个历史性的关键节点上。\n\n二、人民币的故事\n\n人民币的信用，确实是革命的产物。在它的历史过程中，从红军时期的根据地的货币发行，从毛泽民的苏区货币时代开始，到抗日战争时期根据地货币就比较成熟了。我们在抗日战争时期的货币发行已经基本成熟了，到解放战争时期从有了成片的根据地我们开始把它归结和统一。到1948年第一版人民币，已经是非常经典的主权货币了。我觉得第一版人民币真的是珍贵的，因为算是中国历史上，第一次拥有主权特征的货币。1955年之后，它的主权特征被削弱了。1955年到1995年，人民币实际上是卢布信用的延伸。当然有我们自己的主权信用，但是它仍然不是完全独立的主权信用。四十年之后，1955年到1995年，四十年之后，因为我们的市场化要跟世界接轨，所以我们决定跟美元信用接轨。在这个事情上，我们做了一次重大的决策，就是人民币与美元挂钩。\n\n很多人问我，1995年的汇改是对还是错，是好还是坏？我一直这样说，在那样的历史时刻，汇率改革是必须的，也是必要的，甚至可以说是好的。因为中国需要两样东西。在1995年，中国资本严重稀缺，我们需要大量的引入资本，引入资本，就得借助别人的信用，接受东方版的怀特方案是可以理解的。同时，中国有大量的劳动力剩余，我们中国制造要走向全世界，也需要结算和清算方便。\n\n在那个时刻，特定的历史时刻，在货币主权上，做出适当的让步无可厚非。但是，任何正确的事情，都有时间和空间的约束。当一件事情，走过它的时间约束，就走向了正确的反面。2005年，中国的资本稀缺问题已经解决，中国产品出口的问题已经解决，那个时候就应该开始反思我们的联系汇率制度。如果，我们在那个时候开始进行反思，并且做出适度的政策安排，可能能够避免一些事情的发生。\n\n这是港币，这张钱，大家一定要记住，它在1983年12月之前，这张钱是一张具有主权特征的货币，也正是这张主权特征的货币，使得香港成为四小龙之一。1971年之前，港币是跟英镑挂钩的，1971年港币取消跟英镑挂钩，成为独立的主权货币，1983年它重新跟美元挂钩，成为了另一个怀特方案的一部分。正是这张纸的变更，导致了超级地租的出现，也就是这张纸，导致了香港资本大规模流出。从1983年到1997年，我们估计至少5000亿镑以上的资本，因资产泡沫大规模上升而撤走。甚至可能有一些人估计更多，他们认为可能高达一万亿镑资本流出。这件事情，1997年并未结束，资本仍然在流出，因为超级地租更严重了，而且现在不但流出自己的资本，也成为中国资本外泄的一个重要通道。不要小看怀特方案，这是剥皮的方案。是的，在特定历史时期，我们需要它，借助它，在我们长大之后，我们应该学习的是戴高乐，法国在1944年接受了这个方案以后，二十年之后，法国进行了反思，他们终结了法郎的兑换券的地位，成为主权货币。\n\n今天，我们有很多年轻人，希望你们理解这张纸的含义，我们必须思考中国人民币的主权地位和它的主权特征。今天，人民币若不是一个具有主权特征的货币，若仍然是一张美元兑换券的话，我们如何讨论人民币的未来呢？\n\n三、美元的未来\n\n许多朋友认为美国完了。我跟他们说，完了，这是一个正确的历史判断。都得完，但是什么时间完，以怎样的方式完，才是我们应该解释的。另外，对手完了，不代表我们赢，因为我们的对手不止美元，还有欧元，还有日元。况且，美元未必完，我们要讨论的不是他怎么死，而是在他的变更中，找到我们的路。几年前，高盛上市，我当时提出的问题是，这么赚钱的一个公司，如果是我，我不让它上市，因为上市是与公众分享，为什么要上市呢？它的老板是美国最有钱的人，股东套了钱干什么，美国人在想什么？我问了很多朋友，一直没有得到正确的答复，直到我看萨莫斯的文章，他提出了环保美元的概念。后来，我发现我国碳排放权，大量地被外资收购了。后来我们发现，前苏联地区，碳排放权被外资收购了，后来我们发现南美洲、非洲碳排放权也被收购了。可能大家不知道碳排放权是什么东西？理论上讲，可以视同为黄金储备，它实际上是一种未来的全球征税权。我说一件事大家可能就知道了，到2030年，碳排放权交易将超过石油交易。拥有了碳排放权，或者是碳排放权的储备，意味着拥有了备兑支付手段。拥有了强大碳排放权储备的美国，可能在2025年或者是在这个时间的前后，可能会采取新的联系汇率制度。它以前曾经是黄金美元，跟黄金挂钩，但是这件事情，黄金的稀缺性不能支撑。那么碳排放权的储备量，可能是黄金储备量的上千倍，而且现在很大的部分已经囤积在美资的手上。所以他们有能力重新做一个碳排放权挂钩的美元，我们把它称之为碳美元。\n\n如果朋友们不理解碳美元，那么我们今天要仔细看美国工业化的方向，美国的工业化也就是再工业化，最核心的部分是低碳技术。实际上，美国在用信息技术和低碳技术改造所有的传统产业。碳权利，包括碳排放权的储备，和现有碳排放的压缩。它是减少碳排放的能力，和持有碳排放权的能力。这两个能力，将构成未来主权货币的强大基础。换句话说，在2025年，十年之后，可能会有一个新的怀特方案出来，也就是说，美国会用一个新的怀特方案，重新占据世界中央银行这样一个独特的地位。未来，我们的晚辈将面临残酷的国际环境和金融挑战。而我们今天，为他们做的事情，远远不够。美元的未来，大家记住碳美元三个字就行了。\n\n四、人民币的未来\n\n简单的说一下人民币，我刚才在开篇的时候讲了，政治稳定是一个主权货币的先决条件。超政治稳定，包括了内部和外部，外部我不认为有问题，甚至我可以确定2049年之前，没有人可以或者是敢于入侵中国，甚至可以将这个时间长度拉长到下一个百年，当然这要感谢毛泽东等老一辈无产阶级革命家。一场朝鲜战争和两弹一星，奠定了两百年不被入侵的基础。\n\n但是我们谁也没有能力可以说在2049年之前，或者是未来的一百年之间，一定没有内战或内乱。可以承诺的，不是一个人，而是一个制度。今天，我们必须让我们国家，需要承担责任的人，包括在座的，包括学者，也包括政治家，他们必须给一个解释，你们准备建立一个什么样的制度，来确保未来的一百年没有内战或者内乱？没有内战和没有内乱的核心是财政分配，其中一次平衡，就是我们要建立一个充分的市场，和二次平衡，我们要建立一个再分配体系，在中国现在这个事情非常非常的难。我重复那六个字，无代议不纳税。因为，中国现在立法机构，并无这样的动因，或者是动力，去改善现有的税法，我们看到了超级地租。我们看到了严重程度，中国是全球仅有的少数国家，是不设立遗产税和赠予税的国家。我们是同时对资本利得和资产持有，几乎不进行征税的神奇国家。我们很难想象，在市场化突飞猛进的同时，在二次分配不跟进的情况下，会出现什么样的糟糕情况。\n\n我对我们国家当代的知识分子感到失望，因为我们有责任把话说清楚。改革特别是真正的改革，侧重点在二次分配和再分配上面，因为一次分配是建立市场，这个我们有榜样可以学。二次分配，我们必须走出一条真正的具有中国特色的路。因为中国是一个大国，是一个非常复杂的国家，我们必须完成区域平衡、阶级平衡和种族平衡。这三大平衡，要在制度上给予有说服力的安排，不是说服我们，是说服我们的子孙，说服全世界的人，告诉他们一百年不会有问题，这是一个沉重的历史责任。\n\n关于人民币汇率，我希望政府对人民币的均衡点有清晰的认识，所以我建议在7.8，港币一比一建坚固防线，因为在战略上，或者是战术上，你既然要建防线，你就不能且战且退，你要找依托建立坚固防线，然后一次到位，不要这样的，每天500的这样，这样让大家会把子弹打光，会把信心打光。但是现在的央行的做法，是且战且退，他们在找到舒服的地方，我怕如此做法，可能在2016年会有一次巨变，为什么\n\n比如说你跟GDP的比重是多少，或者是你跟实物的比重是多少，或者你有一个依据没有，如果什么依据都没有，仍然采取目前拍脑袋玩的状态，我大体上可以确定，在2016年，主要的评级机构，会降低人民币主权评级，那个时候再进行防守，恐怕就非常困难，或者是为时晚矣。我不能预测2016年会发生什么，但是我依然希望大家，在人民币问题上，采取谨慎的策略，尽可能得做好对冲的安排。当然我不呼吁大家去换美元，或者做什么，另外我还是希望更多的学者专家站出来，把本质、真实的东西，说给领导听，说给所有老百姓听，让大家觉得这件事情是大事的时候，他们就必须按照正确的逻辑做。\n\n经济学没有太多是非，经济学讲边际，所有的事情，在正确的时间和正确的地点就是对的，过了就错了。所以2016年，中国经济整体的探底，还没有结束，因为我们一直等待在资产泡沫上面做深刻调整，但是这个资产泡沫的调整没有发生，反而是人民币的贬值过程，所以我们觉得这个调整没到位，就意味着调整终究会到位。2016年仍然是调整，是不是局部，或者是不是历史性的局部，不好说，但是向下的。人民币汇率是处于一个非常困难的时候。再说一遍，我是主张调整一步到位的，在一个防线，建立坚固防守。在2014年4月份，在无锡我们开了一个内部会议，我说了卢布会出事，北京来的朋友，好多专家和学者觉得我神经病，俄罗斯有5000亿美元外汇储备，不但能源出口，粮食都出口怎么会有事，他们不相信，但是我是用眼睛看到的。我在香港，我住在跑马地怎么来了这么多的俄罗斯人，到处都是俄罗斯人，大量的俄资本涌入香港，其实我们知道俄卢布要出事了，但是怎么说国内都不信，到10月份，30卢布贬到70了，这时候大家开始意识到，已经贬到一倍了。设想一下，如果人民币贬到7.8你觉得很多，如果贬到12呢，甚至我觉得如果现在不做任何事情，在个位数之内，根本没有可防守的点。没有地方建防线，你建防线的依据是什么，你有备兑支付手段吗\n\n五、反思\n\n美国的财政的平衡的问题是非常严重的，所以美元有压力。但是美国人最近这几十年解决问题，都不是靠自己的努力，都是靠别人的不努力，或者是别人失误形成的，包括上次苏联解体，是靠对手一步步的失误，特别是重大的失误，形成美元的复苏，上次复苏主要是苏联解体，苏联和东欧的倒下，使美元有一次比较从容的整理。为什么七十年代初，尼克松跑来见毛泽东呢，他处于强烈的危机之中，他不知道怎么办，他必须得有帮手。但是到了八十年代末九十年代初，又缓过来这个气来了，因为有一只大象倒下，他现在在等第二只大象倒下。你刚才问我靴子问题，我说的靴子就是房地产价格，崩的那天这靴子落地，但是现在看这个政策，我们也很难去评价，因为这个就是阳老师说的搏弈的过程，不完全是一个自己认知或者是良知认识的过程。\n\n其实我们都很清楚发生了什么事情，但是为什么不能形成安排，比如说像税这个问题，难道遗产税这么难吗？遗产税我们没有说让你收50%，80%，我们收1%行不行啊，要有吧。只有几个不文明的国家没有遗产税了。遗产税、赠予税，都要收税，这些属于基本的东西，但因为有众多的这种搏弈的过程，或者是侥幸的心理，把这个事情往后拖，但是同时大家又非常强调人民币国际化，从我学财政角度来看，当我打开中国的税法，我连读了美国20年的预算，连读了日本20年预算，德国20年预算，也连读了香港20年预算，我每次看完，我会心痛，因为我知道我们的结构会导致生产力水平不断的下降。因为超级地租这样的问题，会导致中国所有的资本和资源，慢慢的被一个黑洞吸干，使他的产业最后崩溃，是这样一个结果。\n\n100美元这个指数，大体上在2016年会进行第一次跳跃，他就会过这个槛。美元强大的原因，不仅仅是因为美国经济强大。美国增加了大量的国债，我是学财政的，我一直在盯他的预算，他的预算去哪里了？(观众：科技)正确，美国政府，就是奥巴马做了一件很牛的事情，他通过扭曲操作，政府增加负债，然后强制性压低全社会的利息，就是利率扭曲到0，然后增加了个人的国民福利。你知道美国的大部分个人是负债者，增加了企业的利润，你知道一个企业，正常的资本支出是很大的，通过会占到5%-7%，如果这7%变成0，全部变成利润，他使得美国上市公司的股票，连续31次创历史新高，使得美国所有的企业，具有强大的资本优势，融资能力，使得美国企业可以在下一轮的危机之中，形成全球的并购，所以大家对美国经济的理解，不能光看美国自身，也要看美国所有的动作。",
			"added": 1464797618,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "亚马逊AWS免费试用一年资费，没注意流量，花了冤枉钱。",
			"body": "Amazon EC2 定价\n仅按使用情况付费。没有最低收费。使用 AWS 简单月度成本计算器估算每月的账单。列出的价格基于您的实例运行的区域。有关按需实例、预留实例和竞价实例之间的详细比较，请参见 Amazon EC2 实例购买选项。\n免费套餐*\n作为 AWS 免费试用套餐的一部分，AWS 的新客户可免费开始使用 Amazon EC2。注册后，新 AWS 客户在一年内每个月都将获得以下 EC2 服务：\n\n750 小时运行 Linux、RHEL 或 SLES t2.micro 实例的 EC2 使用时间\n750 小时运行 Microsoft Windows Server t2.micro 实例的 EC2 使用时间\n750 小时 Elastic Load Balancing 加上 15GB 数据处理\n30 GB 的 Amazon Elastic Block Storage（以任意方式对通用型 (SSD) 或磁性介质型进行组合），附加 200 万次 I/O（采用磁性介质）和 1 GB 快照存储\n适用于所有 AWS 服务的共计 15 GB 的带宽传出\n1 GB 区域数据传输",
			"added": 1464960931,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}