{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "想知道发帖可以加图片吗??",
			"body": "",
			"added": 1462891536,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "来点有营养的性知识",
			"body": "女性敏感地图\n\n人体表层，神经末梢分布越密集的区域，对刺激的反应越敏感。体表的敏感区域中，有些部位容易引起性唤醒（sexual arousal），这些部位称为动情区（erogenous zones），又叫性敏感带。\n\n《孙子》兵法：“知己知彼，百战不殆；不知彼而知己，一胜一负；不知彼，不知己，每战必殆。”翻译下就是：知道自己和对方的敏感带，双方都能high。不知道对方敏感带而知道自己敏感带，只能自己high对方不能high。不知道对方敏感带也不知道自己敏感带，双方都不high！所以为了双方都要high，必需知道彼此的敏感带。\n\n先从女人说起：\n\n嘴唇：好的接吻就能把女人撩拨的欲罢不能，吻对女人的意义可能不亚于性爱，有人爱接吻甚于性爱。轻吻、舌吻，还可以轻轻的用舌头舔吻对方的脸，痒痒酥酥的。接吻是个基本功，务必练好。PS：口气很重要，没有那个女人喜欢和口臭的男人接吻。\n\n下巴和脖子：接吻时，顺便吻吻下巴，轻轻舔几下，女人都可能融化掉。\n\n耳朵：耳朵对女人的敏感刺激非同一般，耳垂可以轻咬，吻、舔耳朵轮廓、向耳朵里轻轻吹气，足以让她们呻吟。有的女人喜欢耳朵弄得湿漉漉的，有的不喜欢。\n\n胸部：大敏感带，乳头、乳晕，乳晕上那一圈小凸点，都要倍加呵护。乳头非常敏感，舌头舔、反复拨弄乳头，吸，舔乳晕最外面深色那一环。用手捏、抓、揉，让对方喘息起来。一边口吸一边手揉都可以。力道忽轻忽重，还可以用手指轻轻滑过皮肤，蜻蜓点水的感觉，会很痒。\n\n小腹：胸部以下，三角区以上，轻吻、舔、用指腹、指甲轻轻划过，有种痒到难忍的愉悦感。\n\n小腿：小腿可以抚摸、轻吻。\n\n膝盖后面；轻轻的挠，挠痒痒一样\n\n脚：挠脚底会有点痒，此外可能有的喜欢有的不喜欢。\n\n三角区，不管男女，都是最敏感的部位，没有之一。大腿内侧外侧、会阴，大阴唇、小阴唇、阴蒂，吻、舔、轻咬，抚摸、揉。尤其阴蒂，阴蒂是女性神经末梢最密集的性器官，而且阴蒂高潮远比阴道高潮容易，好好伺候阴蒂能让对方迅速高潮。有的男人不喜欢咬，可以轻轻吹气，也有奇效。还可以舔大腿内侧，相对卫生，效果接近。女人呼吸会明显急促起来，此时最好引导对方深呼吸放松，从而更好的享受这一刻的美妙。\n\n会阴：会阴对男女而言都是非常敏感的部位，很多人不知道会阴在哪？男人相对明显，在睾丸和肛门中间，差不多人体中轴的位置。女人也是在阴部和肛门中间，相当于人体最中心。\n\n赞美和交流：很多媒体中的女人形象，往往都是身材婀娜皮肤无暇，会导致很多女人不自信，担心自己身材皮肤不够好（这点我认为非常不人道，尤其对女人而言），包括有的女人本身性格就害羞，最典型的要求关灯。而男人偏偏又是视觉系，喜欢开灯好好欣赏一番，再好的想象力也弥补不了眼前的视觉刺激。所以此时一定要赞美鼓励对方，让对方自信起来。不漂亮说身材好，身材不好说皮肤好，皮肤不好说漂亮。有优点要赞美，没优点也要编个优点来赞美！\n\n女人往往还有强烈的感情需求，所以不能光顾着施展下盘功夫，嘴上功夫也不能少，说说情话，给给承诺，多多安慰都是必需品。总之，上攻其心，下攻其阴！双管齐下，基本拿下！PS：如果对方强烈要求关灯，一定要尊重！\n\n其他欢迎补充…",
			"added": 1462891694,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 4,
	"comment": {
		"2_1NL5YZdozXc6ZNzKm78H4SjSMabyzV16YX": [
			{
				"comment_id": 1,
				"body": "写得好~~~给个大写的赞",
				"added": 1462888632
			}
		],
		"1_1M54tXvq9WvmbAPBDdwCx72ZxQpeQdMCzw": [
			{
				"comment_id": 2,
				"body": "有资源吗~~！",
				"added": 1463359280
			}
		],
		"3_13ngZkJMuFmdigWRdprbmosY8pbqcXnmNw": [
			{
				"comment_id": 3,
				"body": "有能力的都已经走了~\n        剩下的还在祈祷",
				"added": 1463721916
			}
		]
	},
	"comment_vote": {}
}