{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "我是大陆人，我觉得台湾如果要想完全独立，最好的方式是完全不和大陆交流",
			"body": "完全不交流的时间久了，就只能独立了，根本过不到一起了。一战时候60多个国家，现在200来个国家\n和地区，分裂才是趋势。\n\n工作关系，我每年都会接待十来个台湾人（都是年轻的科技人员），我非常支持他们独立，但是我觉得他们\n走错了方向。他们一方面想独立，另一方面他们又来大陆做生意，虽然彼此误会很多，但是交流的时间久了\n，误会会逐渐消除一些，比如我感受到的常见的一些误会：\n\n1. 有个我接待了三四次的台湾大哥大的人，有次见我用新款的苹果手机，竟然问我需要攒三四个月的薪水购买吧。\n2. 陪他们旅游时候，他们会不厌其烦的教我们怎么用单反，觉得我们没见过吧。\n3. 买明信片，天朝根本没有啥明信片卖。\n4. 台商爱包二奶，台商多的地方，基本都有台湾二奶村，比如昆山。很多台商真是肆无忌惮，因为他们知\n道大陆公安抓嫖，不敢动他们。\n\n我觉得吧，香港和台湾都独立，对人类是好事儿，但是我觉得台湾和香港，尤其是台湾，走错了方向，\n应该完全不交流，也别来经商，台湾科技那么发达，也别来找大陆做外包，交流的时间长了，就更难独立了。\n\n和男女朋友分手一样，电话删掉，短信不回，分手就要有个分手的样子。\n\n现在台湾搞啥啊，又来经商，又来旅游，软件还外包给我们，台商还来包二奶...明显不像要分手的样子。\n虽然完全不交流，我可能会失业了，不过，我再找一个工作就是了。",
			"added": 1461076647,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": 1
	},
	"next_comment_id": 28,
	"comment": {
		"1_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 1,
				"body": "不会玩啊",
				"added": 1460978095
			}
		],
		"1_1HPtttaZU9ZMNSrZXTjhdjQgCzvcs1gajz": [
			{
				"comment_id": 2,
				"body": "有人质疑阿里的叮叮软件可能侵犯隐私，然后阿里要求赔款1000万 > [kiwifly](#comment_3_191cA27DRie3piHzbCgfV5Szu4tc36F9Dr): 阿里婊又是什么事啊。。",
				"added": 1460981275
			},
			{
				"comment_id": 7,
				"body": "大陆人民的处境更类似于奥斯维辛集中营里的囚犯，只有早死和晚死的区别，早晚被送进毒气室，死了以后人皮用来做灯笼，胖子的脂肪用来造肥皂（ＢＴＷ：纳粹就是这么干的，详情自己搜索格利斯）。\n\n那600万犹太人为啥就不反抗呢？是不是他们素质低，逆来顺受，脑子进水了，自己造毒气室自己进？ 哎... 咋反抗啊，又没有枪！真想问问那６００万犹太人，可惜他们都死了。\n\n希望天朝囚犯在被“纳粹”屠杀Ｎ年后，还有幸存者吧。",
				"added": 1461112664
			}
		],
		"1_1GaejKrF2nq2BCEktthhK11jfxLi2GsboU": [
			{
				"comment_id": 3,
				"body": "facebook跪舔，twitter跪舔，能咋办？人家开公司就是赚钱的... 哎...",
				"added": 1461073854
			}
		],
		"1_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": [
			{
				"comment_id": 4,
				"body": "写的太长了，简短一点说就是：要分手，就别联络。形同陌路，你大陆素质低，爱骂就骂，老子不屌你，坚定的走自己的高冷路线，这样彼此不交流个50年100年，怎么可能分不开 ？！  眉来眼去的，更容易坏事。",
				"added": 1461077297
			},
			{
				"comment_id": 5,
				"body": "> [cyrax](#comment_152_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV): 其實很多台灣人不是很清楚「國家」的概念是什麼，它們都以為台灣已經獨立了，而國家名稱叫「中華民國」。\n\n刚开始的时候我都是说：大陆是中华民国不可分割的一部分，结果他们不高兴；后来我谈到这个问题，我都是说，反正中国马上要四分五裂了，我哪有空还在乎台湾不台湾的，我要去把江浙沪搞独立了，到时候和台湾建交。 哎，“免费导游”，哄他们开心就好。\n\n真希望台湾的同胞看到我的牢骚，别来交流了！ 也让我工作减轻一点，每次来都是那几个破景点，我都快逛吐了！而且公司还不给多加薪。",
				"added": 1461079223
			},
			{
				"comment_id": 6,
				"body": "> [cyrax](#comment_153_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV): 你接觸的台灣人看起來大概都幾歲？\n\n工作了四五年吧，可能30左右。主要是科技公司的技术人员。也有个别年龄很大的，但是那种级别的，大部分由我的boss陪，他们也不怎么出去玩，我只能和他们打打招呼，偶尔有几个跟着我出去玩玩，了解不多。",
				"added": 1461107275
			},
			{
				"comment_id": 13,
				"body": "篡改一下口号，只要合作共产党，台湾早晚变香港。哈哈，不信走着瞧，你不可能从大陆拿走干干净净的钱回去搞独立。",
				"added": 1461207462
			},
			{
				"comment_id": 16,
				"body": "人气好差，都是大陆人在这里撕逼。哎。楼主我又回来了。昨天又接待了几个台湾同胞。说说这几年我接触台湾同胞的感触，我觉得，如果继续搞下去，台湾100%没法独立。理由如下：\n\n1. 台湾人虽说是各方面独立自由，还有台湾之光啥的，但是年轻人的眼界啊，和大陆不相上下，英语烂的很。我接待的时候，有时候会带几个国家的人，台湾的朋友，英语是真烂啊，绝对不比天朝的大学生强！\n\n2. 大部分狂妄自大，可能是看台湾时政节目太多了，信以为真了。走在街上，我经常逗他们说，你亮一下你的台湾护照，请她吃顿洋快餐，这个姑娘今晚就是你的了，毕竟这是中国的大城市，小城市请茶叶蛋就行，我说的是真的！（现实情况是，说不定那个姑娘的薪水比台湾同胞高，其它行业不知道，科技行业，两地的薪水至少齐平了。个别领域，大陆说不定还多一些 ：）\n\n3. 我经常去TPP论坛，毕竟做接待的，得找话题说啊，据说这个论坛在台湾比较出名，非常有网易天涯的风格，关于大陆的新闻，基本上就是一个字：骂。不信去看看，绝不忽悠。\n\n4. 喜欢扎堆玩，比如网络那么通畅，就应该到处玩玩是吧，结果玩来玩去，Facebook，TPP上，都是同样的一群人，我的脸书上加了不少我接待过的人呢，他们对我们能翻墙表示，我靠，你挺能啊！ \n\n5. ”太监有什么资格评价别人的性生活“，多年前我刚做接待的时候就这么傻逼，竟然试图找政治话题聊天，现在不会啦。哈哈哈！做奴才的，哄洋大爷开兴就行！\n\n6. 大陆人千万别贱兮兮的讨好他们，（想到当年的我刚刚做接待的时候，觉得是同胞，还多带他们去夜市，古城去看，这都是我自作主张添加的景点，现在想起来，我想抽自己耳光），他们不会看得起你的。\n\n7. 我希望两地不要再交流了，接待台湾人不如接待欧美人，台湾人一次小费都没给过我！我就是见钱眼开！！\n\n没人来撕逼，不开心！",
				"added": 1461323243
			},
			{
				"comment_id": 17,
				"body": "> [p2p](#comment_456_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 兄弟，你在逗我们么？台湾那个BBS应该叫PTT吧。你既然知道那里，为什么不把你这楼说的东西贴过去，跟他们交流？@cyrax 你居然没发现他这个错误？跟大家讲一下PTT的姿势\n\n网站名字我打错了。 灰常灰常大的错误，可能前些日子庆祝TPP用力过猛了，以为TPP是个大杀器，让共匪完蛋呢 :)\n\n那地方我怎么可能敢过去啊，在这个小众点的地方撕撕逼就算了，我透露的个人信息有点多了 :)",
				"added": 1461326127
			},
			{
				"comment_id": 18,
				"body": "我一介P民，就想隐个身骂骂党，喷喷人，突然让我公开搞，我还有点吃不消呢... 是不是这里也要政治正确啊，凡是反党的都支持，不能说其它人的坏话？\n\n其实吧，我觉得党很烂，但是我真也觉得部分台湾同胞也不行，我还觉得那些欧美人贼幼稚，比如，有时候我接待的人问我为啥人权这么差，你们不游行呢？ 我了个大操啊！好好活着不好么？\n\n哦，打消大家的疑虑，我是个什么样的人呢？ 自我评价 —— 烂人！",
				"added": 1461326691
			},
			{
				"comment_id": 19,
				"body": "> [cyrax](#comment_188_13dUD5qbY6LaXH9pfh5iDgXHgKjCZPxvZV): PTT我很早就沒使用了，那種東西很落後，除了聊天打屁、吃喝玩樂外，根本一無是處。更糟的事，PTT的言論有一定程度的管制，待久了，腦袋會壞掉。。。\n> \n> 附帶一提，台灣的記者都在那裡抄寫爛新聞，如果想了解台灣，只看PTT會失準。\n\n因为我是搞接待的，有一半是台湾同胞，为了能有点谈资，我才了解一下台湾，基本就从网络，我的那些Facebook好友，还有类似于《有话好说》这种节目上看看。 我从未去过台湾，其实主要原因是 —— 穷。 \n\n另外，我没有抹黑台湾同胞的心，否则我能支持台湾独立么。",
				"added": 1461327464
			},
			{
				"comment_id": 20,
				"body": "> [p2p](#comment_460_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 台湾同胞行不行你可以看看下面的链接。欧美人恐怕不是你说的幼稚，我觉得他们有嘲笑大陆人反抗意识差的意味。为什么我这么说，同样也请看下面的链接：http://127.0.0.1:43110/15gfg6DUVkp7ApLSMQvC2ig5qy8j91jXeW/2016/01/Taiwan-Political-Movements.html\n\n编程随想的文章早就看过了，在blogspot上看的，哎，那你说能咋办？ 我也知道twitter上有很多人因为抗议被抓了，不瞒你说，Google退出中国时候，我还去了总部送花，还有个女网友带领稀稀拉拉的几个人唱歌... 但是，感觉没用啊。警察站旁边...",
				"added": 1461327843
			},
			{
				"comment_id": 21,
				"body": "> [p2p](#comment_461_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 所以说反抗意识差啊，才这么点人过去。警察站旁边，那我想问台湾人民当年抗议的时候难道警察不站旁边？不过现在条件好了，可以在网上抗议，总比屁都不敢放强。\n\n话说，我当年也激情澎湃的，比如去Google退出中国时候给Google总部送花，twitter上的刘莎莎被揍，给她捐款，推油圈里还认识了不少人，主要是那时候总是去吃饭，但是吃了很多次以后，聊的深入了，我发现了一个情况。推友圈里的（不少）勇敢人士对中国老百姓的痛恨不亚于共产党啊，他们也恨不能先把（软弱的）老百姓弄死，twitter圈里辱骂老百姓的话随处可见，这个不奇怪，而且（很多）组织者基本都是在美国，然后忽悠一群学生去送花，搞清楚了这种情况以后，搞了几次，我就退缩了 :) \n\n谁行谁上吧！",
				"added": 1461328741
			},
			{
				"comment_id": 22,
				"body": "> [p2p](#comment_463_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 你说“他们也恨不能先把（软弱的）老百姓弄死，twitter圈里辱骂老百姓的话随处可见”你能不能举出例子，我去推特观摩一下，看看是你理解偏差，还是那人有问题。我把我在另一个帖子里的话也贴过来做参考：（你说的那些人）占你所接触的民主派里，比例是多少？能不能代表所有民主人士？有没有可能是朝廷派来掺沙子、搅浑水的？\n\n你搜搜“支那猪”就行了，看看是不是比例特别多。在饭桌上，听的更是“惊心动魄”。 \n\n这位网友，当年2008,2009年推特上能组织饭局的人，好多都蹲大牢了，如果还是沙子，那也太逼真了。",
				"added": 1461329925
			},
			{
				"comment_id": 23,
				"body": "> [p2p]\n\n我们这样争来争去也没意义，我不认为能说服彼此。我经历的事儿和你经历的事儿不一样，见识也不一样。贴网上的也是一面之词。我给你说一件事情吧，在08年时候，推特上聚会吃饭，当然几个“大佬”组织的，AA制，饭吃了一半，“大佬”慷慨陈词，以后要怎么搞，然后拿出一份文件，让大家签名，签还是不签？这是个问题啊！ 反正签了的，好多工作没了，被拘留了，被警察骚扰了。 \n\n你知道么，“大佬”是没事的，他们不怕蹲监狱，还能拿诺奖，共产党是不敢动他们一根汗毛的，名声是他们的保护伞，最可怜的就是小P民了，只能当炮灰... 你猜中国人没救了，”最好是让美国殖民三百年”是谁说的？\n\n大家是去吃饭的，我还想去勾搭个妹子啥的，结果搞这么一出... 很扫兴...",
				"added": 1461331644
			},
			{
				"comment_id": 24,
				"body": "> [p2p] 我操，这问题问的好，我当然愿意啊！ 你能说服诺贝尔委员会不？\n\n我发誓（手放在圣经上），真心的，我真的愿意！",
				"added": 1461332506
			},
			{
				"comment_id": 25,
				"body": "我靠，一激动，引用错了，怕和诺奖擦肩而过，重新发一遍。\n\n我操，这问题问的好，我当然愿意啊！ 你能说服诺贝尔委员会不？我发誓（手放在圣经上），真心的，我真的愿意！",
				"added": 1461332589
			},
			{
				"comment_id": 26,
				"body": "》》》》》》》》》》 总结重点啦 《《《《《《《《《\n\n我和网友p2p对话多条，我知道说服不了他，但是如果有人碰巧点进这里，这个就是给你看的，哈哈，我把前面我的废话（纯废话！）总结一下，然后，我就去看片儿。\n\n1. 不要冲动，网上有些民主人士线上一副嘴脸，线下一副嘴脸，要多长个心眼，我知道有人又要问比例是多少，我只能说我不知道，可能90%，也可能万分之一，但是，你碰上就是100%。记住，天下没有免费的午餐，你咋就这么幸运碰上了一群正义正直自信热情的民主人士呢？ 我只能说，碰上一个，你运气可真好！碰上一群，你上辈子肯定拯救过地球！\n\n2. 如果有民主人士慷慨陈词，让你签名啥的，记住，这名字一签上，麻烦就来了，要有承受能力。当然，作为一个执着的炮灰，即使你丢了工作，后人对你的评价也是： ““就是炮灰，就是最可怜的？” 你的付出获得的就是这种反问的评价，who 他妈的 care 你当初冒了丢工作的风险签名啊？ 反正都是前人栽树，后人乘凉。谁让你入行早了呢，要等到快成功的时候再加入，加油！\n\n3. 这是一个大生意，高风险高收益，共匪也是这么熬过来的，肃AB团火烧JJ，刀割乳房这都不是传闻，整风运动里就不说了，怪恶心的，多少的腥风血雨，那条破船上开会的，最后只剩下老毛一个人风光，自己心里有个数。\n\n4. 祝你成功，真心的，我也不喜欢看到共匪这么恶心，如果你能成功，说不定我能顺便沾点光，我就一直做你”无形的后盾“ 了，抱歉啦...\n\n5. 我是不是很胆小，是滴是滴是滴，重要的事情说三遍！\n\n以上你都可以不信，毕竟，好多事儿吧，得看命够不够硬！",
				"added": 1461335620
			},
			{
				"comment_id": 27,
				"body": "> [p2p](#comment_475_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): “就是炮灰，就是最可怜的？” 这句话我是来反问你的，怎么就变成对他们的评价？而你对他们的评价是“炮灰”、“最可怜的”，我才会对你发出如此反问。请不要搞错。我想问你，在你心中，民主人士完全是为了自己能成为老毛那样风光才搞民主活动的吗？为了达到此目的，也会像老毛整人？\n\n当然不是啦，贵圈太乱，像杨恒均，何清涟以前都算是民运圈的红人，和各位大佬互动之频繁，没红几天，翻云覆雨的又被说是共特，我小老百姓，傻傻分不清... 搞不好今天的民运红人，改天又成了共特，也没个民运大V认证挂twitter上... 该信谁啊，愁死了！",
				"added": 1461338711
			}
		],
		"4_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": [
			{
				"comment_id": 8,
				"body": "香港的同学比较无辜，但也不完全无辜。\n\n１９８９年，大部分国家封锁了大陆，不和大陆做生意，大陆行将崩溃，倒是香港人和台湾人急急忙忙的进来投资，赚钱，包二奶，强行给共产党续命，当年可真是血浓于水啊！\n\n有没有香港和中华民国的同学来否认一下啊？　\n\n大陆人是蝗虫，你们就不能不来惹蝗虫啊？　\n\n港人，台湾人在大陆建立的二奶根据地还少么？　精虫上脑后，啥也不管了，蝗虫也上！\n\n希望《十年续集》的时候，把港人在深圳包二奶的事情拍进去。",
				"added": 1461113521
			},
			{
				"comment_id": 10,
				"body": "> [nassau](#comment_65_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 包二奶这样的事情， 人性使然， 有这法外之地可以发泄原始冲动， 有这条件谁能不干？\n\n我的意思是，香港+台湾的人，要想和大陆分手，就得拿出点分手的样子来。你不能在想分手的时候，又打电话又买早餐的。\n\n想独立，就别联系。又来经商，又来工作，还来打炮，这哪是要分手的样子啊！",
				"added": 1461119559
			},
			{
				"comment_id": 11,
				"body": "> [nassau](#comment_67_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 我的意思是： 打炮这是个人的事， 独不独立是香港整体的事， 这之间没有关联性\n\n理论上是可以没有关联性， 像和我公司合作的台湾公司，他们一个小老板就在天朝包二奶，经常换人包，费用算作租房费用由我公司出，在做brochure的时候，上面写台湾的定位，他当然想写中华民国啥的，但是，直接被我厂否决，他P也不放... 让我都有点失望... 当然，私底下他还是说独立啥的，在我心中难免大打折扣。",
				"added": 1461120429
			},
			{
				"comment_id": 14,
				"body": "> [missy](#comment_7_12wKuwYfiHRwDxcJhqkcBPrsks2Gmm5L5P): 就像日本人常到東莞嫖妓 廣東建廠等等 不代表日本不獨立吧\n\n走着瞧咯，我希望台湾有日本的能力，毕竟日本三百年来一直对中国具有碾压级的实力。而中华帝国一旦有点实力，就会对周边残酷压榨，我说的中华帝国是明朝，清朝这种时候，对周边国家下手挺狠的。中华民国的优秀国民们，虎狼在侧，不可不防啊。",
				"added": 1461207878
			},
			{
				"comment_id": 15,
				"body": "> [nassau](#comment_76_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 美国会最近在重申台湾关系法案，只要老美坚定支持台湾的决心，大陆就没有机会，所以短期内这个威胁可以忽略， 有1300枚导弹对着台湾， 只要台湾人别忘了这个事情就没大问题。\n\n我靠，传承我正宗大中华文明的中华民国，岂可沦落成需要美国保护的小弟 ？！",
				"added": 1461209416
			}
		],
		"7_1P7v9ss1TSLcZJVhuGEeYMfqoFi1zyNBeu": [
			{
				"comment_id": 9,
				"body": "一点用处都没有，除了吃灰。",
				"added": 1461113966
			}
		],
		"1_1Enf43zJhCNJhwoUh5V31pGLqsjUtGCDUF": [
			{
				"comment_id": 12,
				"body": "Google经常挖坑不填，搞不好哪天这个项目又被砍了，要降低期望。Google Reader，Google Code这种项目都关...",
				"added": 1461206964
			}
		]
	},
	"comment_vote": {
		"2_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": 1,
		"26_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": 1
	}
}